<template>
    <div >
        <div class="right">
                <h2>关于我们</h2>
                <div class="imgs">
                    <img :src="item.url" v-for="(item,y) in imgs" :key="y" alt="">
                </div>
                <div class="r-text">
                    &nbsp;&nbsp;赵玲英国欧洲有限公司、趙玲香港亞洲有限公司创建于2016年1月11日（原沃玲国际有限公司），公司创办人是歌唱经络学/经络音乐复康复创始人——赵玲董事长、总经理（音乐教授，国际针灸师）。其前身是赵玲教授在2006年3月9日开办开办的由焦作市民政局批准备案的“焦作市赵玲文化艺术研究所”，时经6年，2012年撤销。在其存续期间有关歌唱经络学理论实践及相关学术研究，均由赵玲教授研究并应用于教学实践，研究成果颇多且意义重大。由于该研究涉及学科面广，应用范围宽泛，故该研究在经历20多年的理论实践研究过程中，仍在不断地开发出新的相关研究项目和应用成果，包括跨领域研究的新项目和新成果。<br>
                    &nbsp;&nbsp;公司的经营范围以赵玲教授的研究成果：歌唱经络学理论实践及其跨领域研究为基础，创新了“气、血、声三调一体”歌唱经络控制系统学习训练的新模式，开发歌唱经络康复潜能，发挥综合调控优势，形成了歌唱经络一体化音乐学习/康复训练的音乐保健康复治疗完美结合的综合方法。形成了具有魔法般的教学、魔术般的训练、魔幻般的感受和省时、省力、省财的短、平、快学习训练优势构成的数个产业链：各类中外文化交流、教育培训、演艺媒体、贸易咨询、保健康复。并以歌唱经络唱响健康人生为主题，形成企业的服务品牌和让每一个人健康快乐的企业目标；全心全意为人类文化健康服务的企业宗旨；创新实干兴企，践行务实致远的企业服务核心价值；以及创建为国内外市场开发必需的人才，培养以理论传播和成果推广为主要任务的企业团队服务精神。<br>
                    &nbsp;&nbsp;为了更好地开发国内外市场，赵玲教授从2015年9月的中秋节、在10月31日的万圣节、在2016年11月5-6日、2017年12月8日分别为英国中医论坛、美国纽约中医论坛、国际中医联合群、新西兰中医协会微信群、歌唱经络学学习群做《歌唱经络学》讲座等等。并以此为基础培育国内外市场，组建国际市场发展的集团公司团队。在英国和美国纽约中医论坛等群主帮助下，组建了英国和美国纽约中医论坛穴控养生歌唱群，开设了每周一次的免费微信课程，帮助国内外朋友们了解该研究内容、形式、方法和要求，以及该研究市场需求及发展所需的必备知识及后续发展走向。<br>
                    &nbsp;&nbsp;2016年3月，公司制定了2016年市场发展规划，并与中石油徐水物探中心医院五官科开展了2016年“3、3”爱耳日老年退行性耳聋康复公益活动，案例特殊，成效显著。<br>
                    &nbsp;&nbsp;2016年5月，结合国内市场发展需求，在中国开展其研究成果的应用市场，成立了公司在国内的中国联络处：赵玲焦作市解放区站前路音乐服务中心、赵玲中医经络音乐康复指导中心，为后续市场发展人员的培养更好地开展国内外业务，发展国内外市场。<br>
                    &nbsp;&nbsp;2016年8月，赵玲教授学术专著《歌唱经络学理论实践研究》，由德国出版集团金琅学术（中文）出版社以全球出版发行方式，让世界各国了解该研究，促进该研究成果进入国际市场，走向世界，让更多的人享受到该研究成果，造福世界人民。<br>
                    &nbsp;&nbsp;2016年9月和10月，赵玲教授参加了中国中医科学院举办的第九届“世界中医药学会联合会中医特色诊疗专业委员会国际学术年会”和“中国瑞典老年病防治国际学术年会”，为该研究成果在老年病预防保健康复领域的应用交流奠定了基础。<br>
                    &nbsp;&nbsp;2017年，赵玲教授完成了网络学院《歌唱经络学概论》、《歌唱经络学操作实践》、《歌唱经络学教程》、《人体歌唱经络学》、《汉语口语穴控速成教程——歌唱经络学应用实践之一》教材的写作与出版，由德国金琅学术出版社出版（中文版）全球发行。<br>
                    &nbsp;&nbsp;为了更好的发展国内外市场，培育应用性人才，推广普及，让更多的人受益，公司开办了赵玲（国际文化）网络学院，以满足国内外市场发展所需。同时，开展了公司原创歌手培训的准备工作，为赵玲教授180多首原创歌曲出版发行和组建公司演出团队所需培养演艺人才，丰富国内外音乐文化市场。与此同时，为了帮助学生解决英语单词记忆的难题，赵玲教授研究开发了音乐速记趣味英语800句7000单词，目前有关教材正在写作中。<br>
                    &nbsp;&nbsp;为了公司能更好发展，赵玲教授也为自己制定了学习和推广计划，参加有关中医培训课程及国内民间医技交流会与国际学术会议，利用各种学习机会提高丰富自己的知识能力，宣传推广《歌唱经络学》的研究成果，扩大市场应用范畴，让更多的人了解这项研究，为更多的人造福！（关于公司的音乐培训项目和康复治疗项目将在后期向大家详尽介绍）。<br>
                    &nbsp;&nbsp;公司创办人简介：赵玲，1956年4月生,黑龙江哈尔滨人。1978年毕业于河南大学艺术学院音乐系。2003年中国艺术研究院音乐学硕士课程班结业，2007年河南焦作市中医药学校（中西医结合专业）毕业。曾先后任职于河南师范大学、安阳师范学院和焦作师范高等专科学校等院校。中国民间中医医药研究开发协会经络诊疗研究专业委员会委员，中国音乐治疗学会会员，中国未来研究会会员，中国音乐著作权协会会员。音乐教授,国际针灸师，赵玲国际文化研究院院长。2006年曾创办焦作市赵玲文化艺术研究所，2014年创办了赵玲国际有限公司、赵玲国际文化研究院。<br>
                    &nbsp;&nbsp;撰写论文60余篇，发表论文30余篇。2000年被美国科学传记学会提名为千禧年“世界科学名人”。 载入《世界科学名人录》；2006年出版原创学术专著《歌唱经络学研究》（中国科学技术出版社）。2008年获亚洲教育改革论坛东京高峰会“ 21世纪亚洲教育改革创新奖”。2013年载入《世界人物辞海 8 华人卷》和《新版世界名人录》，同年受邀世界针灸学会联合会悉尼“世界针灸学会联合会第八届会员大会暨世界针灸学术大会”并作大会演讲。2014年出版《歌唱经络学》（上、下册；东北师范大学出版社）。2016年出版《歌唱经络学理论实践研究》、2017年出版《歌唱经络学概论》、《歌唱经络学操作实践》、《歌唱经络学教程》、《人体歌唱经络学》、《汉语口语穴控速成教程——歌唱经络学应用实践之一》（德国金琅学术出版社）出版并全球发行。<br>
                    &nbsp;&nbsp;主要研究方向：歌唱经络学、音乐治疗学、音乐学理论与教法研究、中医音乐养生、经络音乐康复与治疗<br>
                    &nbsp;&nbsp;2019年1月，中国唱片公司深圳分公司计划出版赵玲教授的180余首原创歌曲作品确定。其中包括学前歌曲30首，少儿歌曲30首，初中生歌曲30首，高中生歌曲30首，成人歌曲30首，地方景观歌曲若干。故由焦作市解放区站前路赵玲音乐服务中心与中国唱片公司深圳分公司联合成立了赵玲歌手培训基地。形成了包括原创歌曲创作、歌手培训、选材、设计、配器、拍摄、出版、全国发行等一系列的一条龙服务的组织机构。计划首先从地方景观原唱歌曲及歌手的培养、选材等入手。现已有《一颗怀山药》、《名扬天下太极功》、《武陟油茶》、《焦作姑娘水盈盈》、《男人生来一条龙》、《大家都为这个家》等10余首歌曲，歌手选拔工作正在进行中。
                </div>
            </div>
    </div>
</template>
<script>
 export default {
     data() {
        return{
            imgs:[
                {url:require("../img/zs1.jpg")},
                {url:require("../img/zs2.jpg")},
                {url:require("../img/zs3.png")},
                {url:require("../img/zs4.jpg")},
                {url:require("../img/zs5.jpg")},
                {url:require("../img/zs6.jpg")},
                {url:require("../img/zs7.jpg")},
                {url:require("../img/zs8.png")}
            ]
        }
    
    },
    created(){
        this.$emit("childclose",require("../../static/img/top2.jpg"));
    }
 }
 </script>
<style scoped>
.r-text{
    font-family: 宋体;
    color: rgb(68, 68, 68);
    letter-spacing: 1px;
    font-size: 19px;
    line-height: 33px;
    margin-top: 20px;
}
.imgs{
    width: 684px;
    margin:auto;
}
.imgs img{
    width: 171px;
    height: 93px;
    padding: 0 10px;
    box-sizing: border-box;
    margin-top: 23px;
}
.right h2{
    text-align: center;
    margin-bottom: 20px;
}
.right{
    width: 704px;
    /* height: 3089px; */
    float: right;
    margin-right: 24px;
}

 </style>
 