<template>
    <div >
        <div class="right">
                <ul>
                    <li v-for="(item,a) in news" :key="a">
                        <router-link :to="{path:'Content',query:{case_id:item.id}}">{{item.title}}</router-link>
                        <span>{{item.time}}</span>
                    </li>
                </ul>
            <div class="r-footer">
                21 条记录 1/2 页 <button v-show="up" @click="last">上一页</button> <button @click="next" v-show="down">下一页</button> <span>1</span>&nbsp;&nbsp;<span>2</span>
            </div>
        </div>
    </div>
</template>
<script>
 export default {
     data() {
        return{
            news:[],
            pages:1,
            up:false,
            down:true,
            news1:[
                {id:"17",title:"歌唱经络学康复治疗案例之带状疱疹后遗症头痛",time:"2018-12-20",content:"尤越，64岁。2018年9月患带状疱疹住医院治疗。经去病毒和神经营养等药物的治疗，带状疱疹痊愈，但遗留头痛症状一直没有消除，疼痛难忍！2018年10月，由于无法忍受这种顽固性头痛，患者找到我，请我帮助解决他的带状疱疹后遗症头痛不能忍受的问题。我在他的头痛区域各扎了几针，并请他带着针使用话筒在KTV练习歌曲的演唱，并要求他多唱高音曲目，练习高音。结果是他的头痛马上止住了，头痛的区域消失。经过几次这样巩固性的治疗完全痊愈了。不仅如此，扎针之后的歌唱，他的音色和音量突然增强，声音变的非常漂亮！"},
                {id:"16",title:"歌唱经络学康复治疗案例之风湿性多肌痛 ",time:"2018-12-20",content:"　　张XX，女，68岁。患有风湿性多肌痛6年，曾在国内治疗三年，在澳大利亚治疗二年均无效果。因浑身疼痛导致走路说话都少气无力，生活不便。2017年10月到赵玲中医经络音乐康复指导部，采用歌唱经络康复疗法进行康复治疗。第一次学习训练就感到全身的气血通畅了，练习结束后，病人无意识自发的下六楼跑步到公交站，乘车回到家里。几个小时后，我突然接到了病人打来的电话，她说她不知道是怎么回事，全身的力量和气血是从哪里来的，她有这么大的力量?使疼痛消失?我告诉她，在她歌唱的同时，经络和歌唱发音共同运动，共同调控气、血和声音，使你的气血充足，声音和体力自然就会爆发出大的能量。"},
                {id:"15",title:"歌唱经络学方法音乐学习案例之冯某",time:"2018-06-15",content:"冯超X：大学毕业后，2003年以前，我工作单位是中国一拖集团公司工会，担任文艺专干，由于工作需要，我经常参加洛阳市的文艺演出活动和专业赛事，但随着时间的推移，由于工作繁忙，用声过度，我发现自己的声带容易疲劳，发高音有困难，影响了自己在声乐艺术上的进步。<p> 　后来，我听说赵玲老师有一套独特的声乐教学方法，就是运用中医针灸来帮助训练声音，抱着试一试的心理，我于2001年前后开始跟随赵老师练习，每周一次前后大约有半年时间，取得了明显的效果：声音嘶哑的现象不见了，唱高音也轻松了，演唱技巧更加游刃有余，音色也明亮了许多。2002年4月，我参加了在西安举行的第十届全国城市歌手大奖赛，以一首《斑竹泪》获得了民族唱法金奖。<p> 感谢赵老师，使我重新赢得了舞台，为日后的发展打下了良好的基础。2003年，我调入洛阳师范学院音乐学院任教，担任声乐教师，此间仍不定期接受赵老师的训练指导，演唱水平进一步提高，2004年6月在洛阳成功举办个人独唱音乐会，当时，我特意将赵老师邀请到现场，以表达对老师的深切谢意。<p> 　由于我的工作单位性质是师范院校，很多老师经常嗓音疲劳嘶哑，影响讲课。学校里的很多老师也都来参加我的声乐课学习，运用点穴的方法帮助他们克服嗓音疲劳嘶哑，其中的一位化学老师说，她就是感冒发烧，也能讲课，没有任何问题。在师范院校，学生们都需要考试普通话，拿到普通话的合格证，才能够考国家教师证。有了教师证才能够做教师工作。各地来的学生几乎都有地方方言的问题存在，很多其他系的老师就会介绍方言浓重的学生到我这里来做语言矫正，仅使用两根牙签修改成的竹针就能够轻松地解决这些问题。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"14",title:"歌唱经络学方法音乐学习案例之王某",time:"2018-06-15",content:"王冬X：2010年，我在焦作师范高等专科学校学习音乐笛子专业。由于我们都需要学习声乐课程，所以，我跟随我们系的另外一位老师学习声乐。由于传统声乐学习方法看不见，摸不着，靠模仿和找感觉学习的方式，让我感到很困惑，声乐学习一直不是太好，我很不满意。当我听同学们说，赵玲老师使用的是点穴位发音的方法，又快又容易找到音乐感觉，很容易操作，简便易记，我就想去尝试。当我跟随赵玲老师学习的时候，我使用竹针点在相关的穴位上，发出的声音马上就变了，经过在几个穴位上点击同时练习歌唱，我发现点击每一个穴位声音都不同。一组穴位刺激的声音练下来，声音就被组合的很漂亮！让我感到非常意外，这真的很神奇！我认为这种学习方法很好，应该很好的广泛推广，让所有的学习声乐的人都能够体验到这种方法，帮助他们尽快的学习记忆，掌握巩固。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"13",title:"歌唱经络学方法音乐学习案例之张某",time:"2018-06-15",content:"张一X：我是跟随赵玲老师学习音乐的高考生。2009年，我因患病毒性心肌炎，在河南理工大学附属医院进行治疗二个星期，之后我的心慌心跳和频率加快一直经常出现，医生告诉我只能卧床休息，不能活动。我还总感觉浑身没劲，频繁地心慌心跳。我请教赵玲老师，问她这种情况能不能练习唱歌，帮助康复。赵玲老师的回答是肯定的。我就跟随赵玲老师，采用点穴位发音的方法学习歌唱。第一次练习歌唱时，我仅感觉有点累，疲劳，到第二次练习就没有了这种现象，心跳完全正常了，我也能用上劲了，心慌频率加快的心跳感觉也消失了。之后，我坚持跟随赵玲老师学习了一段时间，一直到现在，病毒性心肌炎的症状再也没有出现过，我的身体一直很健康。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"12",title:"歌唱经络学方法音乐学习案例之郑某",time:"2017-10-11",content:"郑茜X：2003年我考入焦作师范高等专科学校专学习音乐，一个很偶然的机会我结识了赵玲老师。我在读大二下学期的时候，因为跟随老师上声乐课总是嘶哑，高音唱不上去，动不动就是嗓子发炎，使我对声乐学习感到很迷茫和困惑。由于课上模仿老师学习歌唱，一下课脑子就变得一片空白，找不到正确的歌唱方法。很快我对声乐学习没有了自信，自卑的认为自己天赋太差，没有能力学好歌唱。终于有一天，我从赵玲老师教室旁走过，听到赵玲老师的学生演唱高音非常轻松自如音色纯正。其中有一些学生嗓音条件还没有我好，但现在他们唱的比我好的多。我就趴在窗户上往里看，我看到赵玲老师的学生都拿着像是牙签的小棍，在点着穴位练习唱歌！强烈的好奇心促使我继续向前仔细看。我发现他们每点一个穴位声音都不一样！这是什么方法这样神奇！我就向赵玲老师请教，她告诉我这是运用经络调控歌唱的训练方法，运用自身能量调控发出自己独特的声音，你不需要考虑任何穴控就能自动调控声音，高音易控制见效快，事半功倍。并说你只要掌握穴位刺激和发音方法自己就能练习，这让我非常高兴！大三时期，我转到了赵玲老师这里学习声乐。在学习过程中，我真的体验到了点穴发音的神奇美妙！完整的学习过程很快让我进入了完整共鸣的状态，快速的训练效果使声音每天都在变化，这让我找回了自信，获得了成就感，我也在这种学习训练方法中获得了无穷的乐趣和学习的信心。最终，我在毕业汇报演唱会上，我的演唱获得了众多老师的认可，同学们的好评。<p>现在在单位里，每年都有我演唱节目的身影，我也获得了单位领导和同事们的好评。所以，我非常感谢赵玲老师，是她让我认识到了我自己的潜在能力和成功的喜悦！<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"11",title:"歌唱经络学方法音乐学习案例之朱某",time:"2017-10-11",content:"朱微X：2002年，记得那是我第二次参加河南省艺术类考试，因为第一年没有考好想换个老师，慕名找到赵老师。音乐统考成绩从以前的视唱20分提高到27分（满分是30分），声乐83分提高到99分（满分是100分）！简直可以用突飞猛进来形容，拿到成绩单自己简直不敢相信。因为我在赵玲老师这里仅学习了两个多月的时间！<p>感觉跟着赵玲老师学习声乐训练非常具有“针对性，易掌握，易巩固”。因为赵玲老师的教学方法与众不同，通过刺激穴位来调整歌唱的状态。我认为无论什么唱法都要有相应的歌唱状态作为支持，歌唱状态的运作是人体肌肉的协调运动。唱的不好其实是用于歌唱的肌肉群运动紊乱造成的。老师能根据每个人的特点制定相应的训练，选取相应的穴位刺激调整紊乱的肌肉群，自然而然就解决了歌唱时不正确的毛病，而且这样的训练也很容易巩固。比起以前费劲的去体会老师那些既深奥又不具体的话语，更省时，省力，很直接的就能体验到正确歌唱状态带来的艺术享受。<p>2017年6月，我因为嗓子发炎，喉咙感觉沉紧非常难受，马上要上台演唱。我电话给赵玲老师，请她帮助想办法解决。她告诉我使用两根竹针点刺颈前部中间两侧的穴位，从颈根部依次向上点刺相应穴位的同时，配合说话发音，马上就解决问题。我按照她说的方法在演唱之前做练习。结果是我的演唱没有任何障碍的顺利进行，直到演出结束。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"10",title:"歌唱经络学方法音乐学习案例之薛某",time:"2017-10-11",content:"薛茜X：我曾经学习过传统的声乐学习方法。2002年，我开始跟随赵玲老师学习声乐。在我开始学习的第一节课，我才感受到了这种声乐学习如此容易，如此简单，它不需要模仿和找感觉，不需要你去思考怎样找共鸣和呼吸的方法，只要你刺激的穴位正确，发音准确，你就能够发出很好的声音。它和传统声乐学习方法有着截然的不同。一根竹针刺激穴位同时发音，声音竟然马上就变，而且不同的穴位，声音的变化也不同。几个不同穴位声音的练习组合，声音就变得很漂亮。不仅如此，穴位刺激发音的同时调整了歌唱的发音、呼吸、共鸣、吐咬字，还让我消除了生理和心理负担，我不用担心我的高音是否能够唱上去，低音是否能唱出来，在穴位刺激状态下发音，只要掌握穴位刺激的力度控制就可以了。这个穴控歌唱学习方法既简单又易记，既能看得见又能摸得着，准确定位，发音、吐咬字、呼吸和共鸣都是在穴位刺激下同时获得并且完善的。<p>2004年我顺利的考入了四川音乐学院声乐系。毕业之后，我就职于河南理工大学，又继续跟随赵玲老师学习这种穴控歌唱方法，并考上了河南师范大学硕士研究生--音乐表演和教育研究专业。毕业之后继续留任河南理工大学。<p>我认为，这个穴控歌唱方法应该很好的普及和推广，因为它能够推动整个社会音乐文化的发展和提高。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"09",title:"歌唱经络学方法音乐学习案例之裴某",time:"2017-10-11",content:"裴楠X：2008年我赴西安音乐学院学习音乐，朋友介绍一个研究生带我学习声乐，因方法不适等原因，出现了轻微声带小结，当时我找人扎针，在声带上滴药等等，感觉虽有点效果但很缓慢。2009年回家后我的声乐老师带我找到他的声乐老师--赵玲老师，说是治疗嗓子很有方法，不用吃药做手术，我就抱着试试看的心态。经过一段时间跟随赵玲老师的训练，我的嗓子明显有恢复，方法也很特别：用针灸，牙签（竹针）等刺激穴位，我可以很明显感受到声音以及嗓子的变化，慢慢的声带摩擦的地方，感觉变得平整舒适了。<p>　最开始我是唱女中音的音域，经过训练后音域扩展，很快解决了演唱高音的问题，一些抒情女高的曲目我也能顺利唱了。后来2010年参加四川音乐学院的点招，以优异成绩考入四川音乐学院歌剧与艺术管理系，学习歌剧表演专业。师从我院声乐教研室主任史宏强老师。当时史老师收我做学生，就说我嗓音条件好，可是他并不知道我嗓子曾经出过问题。后来我和他说，他还不敢相信。<p>赵玲老师这种方法特别神奇，可以充分运用自身条件，穴位调控加歌唱的方法治愈声带小结，闭合不严等病症，这些都是我自己亲身体验的。在此，我特别感谢赵玲老师对我的帮助和指导。希望赵玲老师的这种中医和声乐相结合的方法，可以得到推广，使得更多学生可以受益。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"08",title:"歌唱经络学方法音乐学习案例之梁某",time:"2017-06-29",content:"梁建X：2006年，我因声带肥厚，闭合不全，到医院治疗，吃了很多药，3年时间都没有治疗好，严重影响了我的演唱工作。因为我是一个戏曲演员，我不能没有嗓音。我听朋友说赵玲老师能够用唱歌加点穴的方法治疗这种疾病。我就抱着试试的心态来到了赵玲老师家里。赵玲老师告诉我她做治疗的方法，然后给了我两根牙签，她说这是“竹针”。当时我很纳闷，这是什么方法？当我使用竹针一点穴位，我马上发出了明亮的完全不嘶哑的声音，听起来就是声带闭合正常的声音！这真的很神奇！我练习了大约有四--五次，时间很短我的嗓子就完全好了。我就利用空闲时间跟随赵玲老师学习了2-3个月的声乐，之后我重返舞台，一直到现在没有再出现过嗓音问题。虽然年龄越来越大了，但是嗓音和演唱比过去更好，大家都这样夸奖我。我很幸运遇到了赵玲老师。我把我的女儿也带到赵玲老师这里学习声乐，她到现在从未出现过任何嗓音和歌唱问题，这个方法确实太好了。之后我陆续介绍我的8个演员到赵玲老师那里治疗嗓音疾病，效果都很好。<p>我认为，大家都应该学习赵玲老师的科学发音训练方法，这个方法非常值得推广！<p>  该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"07",title:"歌唱经络学方法音乐学习案例之高某",time:"2017-06-29",content:"自1992年以来，我将歌唱经络学“气、血、声‘三调一体’”歌唱学习训练方法应用于歌唱教学，为无数歌唱学习者、语言矫正者、五音不全者、嗓音疾患者等带来了福音，帮助他们克服了学习中很多无法逾越的障碍和困难，为他们带来了求学、就职、学习、工作等人生未来的希望！这里仅就一些歌唱学习者的感受案例，帮助阅读者更好地理解和学习。<p>高杨X：2009年，我在这里学习声乐，第一次就感到了很神奇，每换一个穴位，声音都在发生改变！真是中国医术与艺术的很好的结合。也不用自己想象那些声音的位置，只要哪个发声区域或共鸣区域有问题，就点相应的穴位进行纠正。结果在不费劲的情况下，就能轻松调控两个半到三个八度之间的所有音区。<p>我以主修第一的成绩考上了大学。赵玲老师已经不仅仅是研究歌唱了，这种方法可以治愈声带小结与闭合不严等病症，这是我亲身感受过的。传统歌唱学习的一些问题我都体会过了，真的不是很好很有效的学习方法。真心希望，赵玲老师能用这种方法帮助更多的人，也由衷的希望这种方法能推广开来，让全世界都能感受到中医和歌唱的奥妙！<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"06",title:"歌唱经络学方法康复治疗案例之面肌痉挛",time:"2017-06-29",content:"（一）肖志X，女，83岁，退休职工。患面肌痉挛29年。一直采用扎针和服药方法不断做治疗没有效果，反而越来越重。后因治疗无效，医生劝其放弃治疗，已有十多年不再做任何治疗。2015年11月我为她做康复治疗。<p>观察患者两眼及面肌快速颤抖，右眼较左眼严重，长期面肌痉挛导致两只眼睛一直眯着，严重影响视物。<p>采用歌唱经络学“气、血、声三调一体”方法连续康复治疗三次。<p>第一次康复针刺穴位：目区穴位7、8、9、10、13号穴；额区穴位3、4、5号穴；在上述针刺定位留针状态下，结合跟随录音伴奏演唱京剧《宝莲灯》40分钟，演唱结束留针休息40分钟。<p>康复结束之后，患者自我感受面肌颤动速度减慢了，眼睛眯着幅度较未康复治疗前要轻，感觉视物清晰了。<p>第二次康复针刺穴位：以颤动运动方向定点处和运动肌中部选择针刺穴位。目区穴位2、7、8、9号穴；额区穴位3、4、5号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱京剧《秦香莲》50分钟，留针休息50分钟。<p>康复结束之后，患者自我感受面肌颤动速度又减慢了，面肌颤动间隔时间长了，眼睛睁开视物时间更长，面肌轻松，眼睛睁开并能保持一段时间不再颤动。<p>第三次康复针刺穴位以颤动运动方向定点处和运动肌中部选择针刺穴位。目区穴位2、7、8、9号穴；额区穴位3、4、5号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱京剧《金玉奴》50分钟，留针休息50分钟（穴号位置参看《歌唱经络学》）。<p>康复结束之后，患者自我感受面肌颤动速度和幅度消失，眼睛周围已不再颤动。眼睛能够睁开长时间看东西。在着急的时候有时仍会右眼要咪一下，但右眼再也不颤动了。<p>（二）外伤引起面肌痉挛<p>王梅X，女，60岁，退休职工。几年前因外伤右面颊开始痉挛，右眼下眼皮颤动。2015年12月经运用歌唱经络学“气、血、声三调一体” 方法康复，选择目区2、7、8、9号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱练声曲和歌曲数首，4次痊愈。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
            ],
            news2:[
                {id:"05",title:"歌唱经络学方法康复治疗案例之嗓音沙哑",time:"2017-05-09",content:"（一）嗓音嘶哑无高音<p>张维X，男，45岁，中国中医科学院针灸研究所研究员。2007年，我到北京中国中医科学院针灸研究所，找张教授为我做《经络理论在歌唱艺术训练中的应用研究》项目的研究鉴定。张教授告诉我，他喜欢唱《我的太阳》，但是嗓音嘶哑，高音唱不上去，如果你能马上解决我的这两个问题，我马上认可你给你签字。之后，张教授坐在沙发上开始演唱《我的太阳》，第一句结束，他就说你听我的嗓音是嘶哑的，接着唱到后面的高音他完全发不出声音。他问你我怎样做。我告诉他，首先使用按摩手法来解决沙哑音和高音。我让他按住手掌上的一个阿是穴，要求他歌唱时用力按住穴位，呼吸时放松不按穴位，高音加一点力量。他按照我说的方法唱的时候他发现他的声音明亮了，没有任何嘶哑。他激动地说，我接着唱，然后他一气唱完了整首歌曲，高音顺利发出了，没有任何累和困难的感觉！他特别高兴，让我再为他试其他的方法。我告诉他，用半寸针扎百会唱歌。在为他的百会穴扎针之后，他的演唱声音更好，高音更轻松！他高兴地头上戴着针和我合影。当时我为他做了全程录像。2016年7月，我送给他一套《歌唱经络学》（上下册），告诉他需要为我写一个2007年的研究鉴定证明，因为我的电脑丢失了他的研究鉴定全程录像。他很高兴地为我写了研究鉴定过程的证明。<p>（二）嗓音嘶哑咽喉炎<p>李艳X，女，38岁，中学教师。因其耳朵听力问题，参加2016年3月保定徐水物探医院“爱耳日”耳聋康复公益活动，我运用歌唱经络学“气、血、声三调一体”康复方法，在为她做耳聋康复的同时做嗓音疾病的康复。经过1小时/1次/天，五天/1疗程，中间休息两天，两个疗程的康复，经喉窥镜检查已痊愈。<p>（三）先天嗓音嘶哑<p>李逸X，男，12岁，中学生。出生时不明原因先天嗓音嘶哑无声。2006年因想参加英语演讲找我做康复调整。经运用歌唱经络学“气、血、声三调一体”康复方法进行康复训练，第一次练习就发出了很好听的声音，经过每周两次，每次1小时的康复训练，5次痊愈。<p>（四）慢性咽喉炎嗓音嘶哑<p>畲豫X，男，9岁，小学生。2005年因长期患有慢性咽喉炎导致多年嗓音嘶哑。经运用歌唱经络学“气、血、声三调一体”康复方法进行康复训练，第一次练习就发出了很好听的声音，经过每周两次，每次1小时的康复训练，5次痊愈。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"04",title:"歌唱经络学方法康复治疗案例之面瘫",time:"2017-05-09",content:"李婉X，女，20岁，某高校在校音乐系学生。2009年春节期间乘公交车开一小缝透空气，引起中风一周，嘴歪，上唇向左歪，下唇向右歪。采用半寸钢针在病区一侧做定位围刺，同时使用竹针在面部做动态点刺，配合歌唱发音。经过一边康复，一边做练声曲的训练，能明显看到她的上下两唇逐渐向中间靠拢，两小时后嘴唇自然合拢，恢复正常位置。取针之后，使用拔罐法做巩固治疗痊愈，第二天继续做一次巩固治疗，至今未犯。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"03",title:"歌唱经络学方法康复治疗案例之老年退行性耳聋康复",time:"2017-05-09",content:"（听阈：26-40dB,轻度；41-60dB，中度；61-80dB，重度；>80dB，极重度）2016年3月，我与保定中石油物探中心医院联合做 “爱耳日”公益活动所作的老年退行性耳聋康复案例。<p>荆殿X，女，73岁，退休职工。患病五年多，重度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为95%/80dB,第一疗程结束语言识别率提高为96%/75dB；第二个疗程结束语言识别率提高为96%/70dB。<p>刘春X，女，64岁，退休职工。患病五年多，极重度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为75%/95dB,第一疗程结束语言识别率提高为62%/90dB（当天检测结果出现耳听觉疲劳抑制）；两天后检测结果为88%/90dB（说明后期疗效较佳）；第二个疗程结束语言识别率提高为88%/85dB。<p>李秀X，女，70岁，退休职工。患病五年多，中度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为90%/70dB,第一疗程结束语言识别率提高为96%/70dB；第二个疗程结束语言识别率提高为100%/70dB。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"02",title:"歌唱经络学方法康复治疗案例之聋哑康复",time:"2017-05-09",content:"陈相X，男，13岁，河南焦作特殊教育学校四年级学生。2013年8月我为他做聋哑康复。<p>病因：家长陈述他在出生时羊水呛了喉咙，引起大脑缺氧。经抢救之后一直耳聋不会说话。<p>病史：长期服用银杏叶片和脑活素，语言训练没有效果。<p>症状：仅有残存听力能发出一个单音不能说话。<p>检查：舌头发硬后收不能做伸舌挑舌运动，佩戴助听器听力仍很差。<p>治疗：两个疗程（每疗程6小时/6次/6天）。面部穴位刺激采用动位刺激，其他穴位采用定位刺激，在刺激穴位的同时唱练声曲和歌曲。<p>效果：能正常听说后转到普通学校就读。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"01",title:"歌唱经络学方法康复治疗案例之重度老年痴呆康复",time:"2017-05-09",content:"张其X，男，74岁，已退休。患有高血压。五年前医院诊断鉴定结果是小脑萎缩，脑干慢性梗塞，诊断为中度老年痴呆。2014年曾因极高危高血压住院治疗。2016年4月30日经医院再次检查，CT诊断为脑白质变性，脱髓鞘改变；多发腔隙性脑梗塞；脑萎缩；重度老年痴呆。2016年6月我为他做老年痴呆康复训练。<p>患者年轻时特别喜欢音乐，唱歌，吹笛子，拉二胡，还喜欢书法、舞蹈、打篮球等文体活动。13年前发现出现老年痴呆遗忘、丢失、反应迟钝等症状，之后症状越来越重。直到五年前才到医院就诊。当时医院诊断为中度老年痴呆。症状表现为生活不能自理，思维混乱，正常语言消失，不说话或者答非所问。现在生活完全不能自理，不会穿衣脱衣、随意大小便尿裤拉裤，认不清周围事物及家和儿女，字和钱，经常流口水等。有抑郁症表现情绪不能自制。几年来一直由其妻子照顾，陪伴左右。<p>康复治疗：做四个疗程（五天一个疗程，每天一次90分钟，每个疗程之间休息3-4天）的经穴刺激和歌唱发音同时进行的康复训练。<p>康复步骤：首先吸引他的注意，引起他的兴趣，由他的妻子为他点刺他脸上的穴位，引导他跟随我做康复练习。<p>康复效果：第一个疗程能复述简短句子，他已经能跟随我说：真棒！非常棒！超级棒！很好！很棒！我真棒！你真棒！非常棒！超级棒！我很好！我唱歌，我开始唱歌，我为了唱歌，我要回家，我吃饭等。有主动配合意识并明确要做什么，能主动用力发出强音和高音。在第一疗程第二次康复之后，他的大小便有时已能自理。晚上起床知道用手拍他妻子的枕头，让他妻子起床为他打开灯。作康复练习时注意力集中，表现对练习很有兴趣。能够正确反应并回答问题，知道思考回答是否合适。比如我不饿，我想看电视，不能看，应该回家了，回家吃午饭，再见，喊他的名字马上就反应。走路比过去轻快。我们让他说什么他就说什么。他的妻子说这是他自有病以来从来没有过的情况。<p>第二个疗程他能模仿他妻子为他做点穴动作，能按照我的指令分别做左右抬腿动作，但是让他跳舞他会说他忘记了不会跳了，也能够和我作“白日依山尽，黄河入海流，欲穷千里目，更上一层楼”朗读和接龙练习。各方面都比第一个疗程好得多。<p>第三个疗程他已能专注地听我们说话，并不时的插嘴回答我们说的问题。看电视集中注意力时间更长，能跟随电视情节表达自己的情绪，也能跟随我们喊的节奏作三拍子节奏交谊舞的动作。言语主动性增强，能唱很多过去的歌曲和戏曲。<p>第四个疗程他能和我们一起交流，专注地思考和回答问题，理解和分辨哪些话是和他开玩笑。它、他的大小便能够自理，正确的穿裤子。无论我们说什么他都能正常反应并做回答。但有时仍会遗忘，突然问他的名字马上答不上来。但表情神态和生活自理与思考方式已经完全正常了。比如我们说东西掉了，他马上会说快看掉那里了？赶快找找等。自第一个疗程第三次康复之后，再也没有流口水的现象。<p>一周后电话随访，他的妻子说他的表现没有退步，两周后我去看望他，他的表情神态与常人无异，和我谈话也很随意。他的妻子说有时他仍然存在老年遗忘问题。有时突然问他的名字或者让他拿一件东西，需要提示他一个字他才能马上回答或者想起。我和他做《登鹳雀楼》接龙，我说： “白日依”，他马上回答：“依山尽，”直到结束。<p>2017年6月，我在大街上见到了张其栋。我问他“你知道我是谁吗？”他回答说：“我怎么知道你是谁？”当我开始念《登鹳雀楼》的第一句：“白日依山尽”，他马上回想起了我和他做过的接龙练习。并跟随我做《登鹳雀楼》的接龙练习，直到结束。这说明了这种学习训练的效果是长效持久的。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
            ]
        }

    },
    created(){
        if(this.pages==1){
            var n=[];
            Object.assign(n,this.news1)
            this.news=n;
        }
        this.$emit("childclose",require("../../static/img/top3.jpg"));
    },
     methods:{
         next(){
            var n=[];
            Object.assign(n,this.news2)
            this.news=n;
            this.up=true;
            this.down=false;
         },
         last(){
            var n=[];
            Object.assign(n,this.news1)
            this.news=n;
            this.up=false;
            this.down=true;
         }
     }
 }
 </script>
<style scoped>
*{margin: 0;padding: 0;}
.r-footer{
    float: right;
    margin-top: 15px;
    padding-right: 13px;
}
.r-footer button{
    background: #fff;
    border: 1px solid #666;
    cursor: pointer;
}
.r-footer span{
    cursor: pointer;
}
.right ul li a{
    color: #000;
}
.right ul li{
    list-style: none;
    height: 33px;
    line-height: 33px;
    border-bottom: 1px dashed #dcdcdc;
    display: flex;
    justify-content:space-between;
    margin-left: 15px;
    box-sizing: border-box;
}
.right ul li:hover a{
    color:#f00;
}
.right ul li:hover span{
    color:#f00;
}
.right{
    width: 704px;
    /* height: 3089px; */
    float: right;
    margin-right: 24px;
}

 </style>
 