<template>
    <div >
        <div class="right">
            <h4>{{title}}</h4>
            <p v-if="img.length>=1 && img.length<10" class="imgs">
                <img :src="item.src" alt="" v-for="(item,i) in img" :key="i">
            </p>
            <p id="inner" v-html="content">{{content}}</p>
        </div>
    </div>
</template>
<script>
 export default {
     data() {
        return{
            id:0,
            title:"",
            content:"",
            img:"",
            news:[
                {id:"21",title:"公司与中国唱片公司深圳分公司协商成立歌手培训基地",time:"2018-12-20",content:"公司与中国唱片公司深圳分公司初步协商，在河南焦作成立歌手培训基地。同时为歌手提供赵玲教授创作的150余首原创歌曲，拍摄MTV全国出版发行。"},
                {id:"20",title:"公司正式聘请德籍经济学教授沃尔夫先生",time:"2018-12-20",content:"2018年11月公司正式聘请德国汉堡大学经济学副教授、中国德籍经济学教授沃尔夫先生Wolf.Kersten，作为公司的总经理."},
                {id:"19",title:"赵玲教授分别与焦作大学，焦作师专洽谈就业培训项目",time:"2018-06-15",content:"2018年6月6日和6月8日，赵玲教授分别与焦作大学对外合作处、焦作师范高等专科学校洽谈创新创业就业培训合作项目，商讨合作方式方法，以便更好地培养创新创业型的应用性人才。"},
                {id:"18",title:"赵玲教授的第九部学术专著，由德国金琅学术出版社全球出版发行",time:"2018-06-15",content:"2018年6月，赵玲教授的第九部学术专著，网络学院的第六部教材《基础音乐学穴控速成教程——歌唱经络学应用实践》由德国金琅学术出版社全球出版发行。"},
                {id:"17",title:"公司开始中国市场的开发工作",time:"2018-06-15",content:"2018年4月，公司开始中国市场的开发工作。结束了从2015年中秋节开始的歌唱经络学与音乐知识的网络微信学习课程，开始了网络微信的加盟商课程，为中国市场的开拓做准备。"},
                {id:"16",title:"赵玲教授原创学术专著《汉语口语学控速成教程——歌唱经络学应用实践之一》",time:"2017-10-11",content:"赵玲教授原创学术专著《汉语口语学控速成教程——歌唱经络学应用实践之一》由德国金琅学术出版社出版，全球发行销售。"},
                {id:"15",title:"赵玲网络学院欧洲、亚洲、澳洲、美洲、中国的网站域名申请成功",time:"2017-10-11",content:"赵玲网络学院欧洲、亚洲、澳洲、美洲、中国的网站域名申请成功。现赵玲网络学院已经拥有8个入口，方便学习者进入学习。"},
                {id:"14",title:"赵玲网络学院平台框架设计由北京起源星科技有限公司完成。",time:"2017-10-11",content:"赵玲网络学院平台框架设计由北京起源星科技有限公司完成。"},
                {id:"13",title:"赵玲教授原创学术专著《人体歌唱经络学——人类认识自身的再实践》",time:"2017-10-11",content:"赵玲教授原创学术专著《人体歌唱经络学——人类认识自身的再实践》由德国金琅学术出版社出版，全球发行销售。赵玲教授论文《 穴控歌唱“气、血、声‘三调一体’” 康复老年痴呆与退行性耳聋案例观察》发表刊登在美国《中国医学科学杂志》。"},
                {id:"12",title:"沃玲国际有限公司更名为赵玲香港亚洲有限公司",time:"2017-06-29",content:"2017年7月，沃玲国际有限公司更名为赵玲香港亚洲有限公司；沃玲英国有限公司更名为赵玲英国欧洲有限公司。"},
                {id:"11",title:"赵玲网络学院网络教学平台的设计、制作并完成",time:"2017-06-29",content:"2017年2-6月，由北京起源星科技有限公司承建赵玲网络学院网络教学平台的设计、制作并完成，7月进入测试和课程摄制阶段。"},
                {id:"10",title:"出版学术专著《歌唱经络学概论》、《歌唱经络学操作实践》",time:"2017-06-29",content:"2017年3月出版学术专著《歌唱经络学概论》、《歌唱经络学操作实践》；4月出版学术专著《歌唱经络学教程》；6月出版学术专著《人体歌唱经络学——人类自身认识的再实践》，均由德国金琅学术出版社全球宣传、出版、发行、销售。"},
                {id:"09",title:"赵玲音乐服务中心、沃玲中医经络音疗康复指导部成立",time:"2017-05-09",content:"2016年11月成立了赵玲国际有限公司下属二级机构--赵玲音乐服务中心、赵玲中医经络音乐康复指导部、赵玲国际文化研究院、赵玲国际文化传播网院"},
                {id:"08",title:"国际中医联合群讲微信课程",time:"2017-05-09",content:"2016年11月5-6日为国际中医联合群讲微信课程《歌唱经络学研究的发展及其理论特点》和《歌唱经络学的实践操作方法和原则》。"},
                {id:"07",title:"中国瑞典老年病防治国际学术年会",time:"2017-05-09",content:"赵玲教授参加了10月15-16日在北京召开的中国瑞典老年病防治国际学术年会，撰写并提交了论文《穴控歌唱“气、血、声‘三调一体’” 康复老年痴呆与退行性耳聋案例观察》。"},
                {id:"06",title:"第九届世界中医药学会联合会第九届中医特色诊疗国际学术年会",time:"2017-05-09",content:"2016年9月赵玲教授参加了9月24、25日在北京举办的“第九届世界中医药学会联合会第九届中医特色诊疗国际学术年会”，提交论文《歌唱经络学研究--歌唱经络控制系统应用的理论与实践》获大会优秀论文奖。"},
                {id:"05",title:"全球出版发行《歌唱经络学理论实践研究》",time:"2017-05-09",content:"2016年8月赵玲教授完成并经由德国金琅学术（中文）出版社全球发行出版了《歌唱经络学理论实践研究》。"},
                {id:"04",title:"重度老年痴呆康复病案",time:"2017-05-09",content:"2016年6月赵玲教授为重度老年痴呆康复病案和嗓音手术后病人做歌唱经络“气、血、声”三调一体康复工作。"},
                {id:"03",title:"赵玲国际有限公司网站建设",time:"2017-05-09",content:"2016年5月赵玲国际有限公司与河南焦作百度网站签署网站建设合同，注册公司域名，申报备案等工作。"},
                {id:"02",title:"3月3日世界爱耳日公益康复活动",time:"2017-05-09",content:"2016年3月8日，赵玲教授赴河北保定徐水与中石油徐水物探中心医院耳鼻喉科合作开展“3月3日世界爱耳日”，并为老年退行性耳聋病人做歌唱经络“气、血、声”三调一体的公益康复活动。"},
                {id:"01",title:"赵玲国际有限公司正式在香港挂牌",time:"2017-05-09",content:"2016年1月11日，赵玲国际有限公司正式在香港挂牌成立。"}
            ],
            exchange:[
                // content为内容
                {id:"13",img:[{src:require("../../static/img/1536070799133520.jpg")}],title:"赵玲英国欧洲有限公司营业执照",time:"2018-09-04",content:""},
                {id:"12",img:[{src:require("../../static/img/1536070787781537.jpg")}],title:"赵玲香港亚洲有限公司营业执照",time:"2018-09-04",content:""},
                {id:"11",img:[{src:require("../../static/img/1536070765993505.jpg")}],title:"赵玲中医经络音乐康复指导部",time:"2018-09-04",content:""},
                {id:"10",img:[{src:require("../../static/img/1535378146291050.jpg")}],title:"焦作市解放区站前路赵玲音乐服务中心",time:"2018-04-24",content:""},
                {id:"09",img:[{src:require("../../static/img/1524537251130284.jpg")}],title:"招生展板",time:"2018-04-24",content:""},
                {id:"08",img:[{src:require("../../static/img/1524203291372230.jpg")},{src:"../../static/img/1524203291190861.jpg"},{src:"../../static/img/1524203292707049.jpg"}],title:"授权书",time:"2018-04-20",content:""},
                {id:"07",img:[{src:require("../../static/img/1523433923122288.png")}],title:"名片详情",time:"2018-04-11",content:""},
                {id:"06",img:"",title:"公司简介",time:"2018-04-09",content:"新创的学科、新兴的行业、新建的市场、新型的人才。<p>当今社会最大的竞争是人才的竞争。人才培养是家庭、社会、行业、国家发展必由之路。公司培训是充分发挥个人能力所长和成功成才之基础，是创新高效成长必经之路。<p>赵玲英国欧洲有限公司、赵玲香港亚洲有限公司拥有世界唯一先进的跨学科创新人才培养模式，为您提供成才成功之路。<p>歌唱经络学/经络音乐康复创始人赵玲教授研究形成的不同学科领域产业链，以“经络音乐唱响健康人生”方式用于音乐、语言、康复等不同学科，使不能自主学习传统的被动训练模式，变成了现代自主创新学习的主动训练模式。形成在人体系统运动学习模式主导下的经络歌唱训练方法，以不同综合能量形式的能量形态，在不同领域理论实践交叉融合，融会贯通训练的同时，使学习者获得省时、省力、省财和短、平、快的耗能少，成材率高的学习效果。<p>本公司培训具有“气、血、声三调一体”教学特色：魔术般的教学、魔法般的训练、魔幻般的感受；具有省时、省力、省财教学优势：短、平、快，耗能少，成材率高；具有发挥综合调控优势，开发歌唱经络潜能的教学风格：音乐保健康复治疗完美结合。<p>本公司专业培训与公司合作拓展公司市场运营的加盟商和教师、康复师，并拥有知识产权授权许可和保密运用，及盈利致富的专享权利，以及公司后续支持的指导培训，升级扩展各项服务等的专有技术。同时还可享有公司给予的相关福利待遇。<p>公司网站www.zhaoling-net.com公司学院www.zhaoling-net.com"},
                {id:"05",img:"",title:"音乐教授、国际针灸师——赵玲",time:"2018-04-09",content:"赵玲，女，1956年4月生。黑龙江哈尔滨人。歌唱经络学/经络音乐康复创始人。音乐教授、国际针灸师。中国民间中医医药研究开发协会经络诊疗研究专业委员会委员，世界中医药学会联合会中医特色诊疗专业委员会委员，中国音乐治疗学会会员，中国未来研究会会员，中国音乐著作权协会会员，中国医药教育协会会员，高级注册咨询师（文化艺术教育类）。1978年毕业于河南大学艺术学院音乐系。2003年中国艺术研究院音乐学硕士研究生课程班结业。2006年获得中医中级按摩师资格。2007年焦作市中医药学校中西医结合专业毕业。先后任职于河南师范大学、河南安阳师范学院、河南焦作师范高等专科学校等院校。2006年曾创建焦作市赵玲文化艺术研究所并任所长。2016年创办赵玲香港亚洲有限公司、赵玲英国欧洲有限公司（www.woling-int.com）并任董事长、总经理。为更好地传播创新理念，创建了公司的网络学院（www.zhaoling-int.com）及公司中国联络处：焦作市解放区站前路赵玲音乐服务中心和赵玲中医经络音乐康复指导部。<p>主要研究方向：歌唱经络学、音乐治疗学、音乐学理论与教学方法研究、中医音乐康复养生与治疗。<p>数十年来，不断探索音乐教学结合不同学科领域研究的新经验、新理论和新方法。将音乐、中医相关理论和实验研究方法，创造性运用于音乐中医结合理论与操作实践。创立了歌唱经络控制系统理论及实验研究方法，拓宽了经络理论和经穴刺激手法的应用研究领域，促进了音乐和中医科学的研究与改革，开创了经络音乐康复疗法理论和实践范畴，丰富发展了传统医学理论与实践。提出的歌唱经络学和歌唱学理论体系及框架结构，将音乐学相关边缘和交叉分支学科理论及实验研究方法，创新拓展成为一个多学科综合交叉，以歌唱学体系建立和研究为基础的新的学科研究领域和学科体系——歌唱经络学。<p>撰写论文60余篇。创作发表歌曲《江南女子》等180余首。发表论文《歌唱学体系建立的理论构想》（2003年首届全国人文社会科学优秀学术文献一等奖、2009年第六届中国教育家大会优秀论文一等奖）、《歌唱经络控制系统理论的建立与展望》（2000年二十世纪国际医坛会议最佳学术成果奖、2004年河南省教育系统科研成果一等奖）、《刺激内关穴前后心率变化对歌唱发音的影响作用》（1999年紫荆花医学金奖）、《刺激翳风穴对歌唱声区扩展与统一的影响》（1999年美国柯尔比科学文化信息中心优秀医药学论文）、《刺激印堂穴促进歌唱音域扩展统一作用的实验》（2008年河南省教育厅优秀科研论文二等奖）、《经穴刺激手法在歌唱教学训练中的运用》（2007年河南省教育科学研究优秀成果二等奖）、《高师音乐视听唱记忆能力差异的比较》（2001年河南省教育系统科研成果二等奖）、《歌唱中的经络控制》（2006年第六届中国名医论坛优秀论文一等奖）、《谈音乐中数学的表现方式》（2009年第六届中国教育家大会优秀论文一等奖）、《经穴刺激用于歌唱发音的理论与实践》获2013年世界针灸学会联合会“针灸风采全球行”洛阳站国际针灸绝技现场演示交流大会论文一等奖等30余篇。国内领先项目《经络理论在歌唱艺术训练中的应用研究》项目（2007年河南省科学技术成果、焦作市科技进步三等奖）。《歌唱经络学研究——经穴刺激用于歌唱发音的理论与实践》入选2013年澳大利亚悉尼“世界针灸学会联合会第八届会员大会暨世界针灸学术大会”并作大会演讲。2014年12月“第十一届中国教育家大会” 《歌唱经络学研究——经穴刺激用于歌唱发音的理论与实践》论文获一等奖并作大会演讲。2016年9月论文《歌唱经络控制系统应用的理论与实践》获中国中医科学院举办的世界中联中医特色诊疗研究专业委员会换届大会暨第九届中医特色诊疗国际学术年会“优秀论文奖”。2016年10月中、英文文章《穴控歌唱“气、血、声‘三调一体’” 康复老年痴呆与退行性耳聋案例观察》参加中国瑞典老年病防治国际学术年会交流。<p>《歌唱经络控制体系理论的建立与展望》2000年被美国科学传记学会提名为千禧年“世界科学名人”，载入《世界科学名人录》；《经穴刺激影响歌唱发音作用的探讨》获2008年亚洲教育改革论坛东京高峰会“21世纪亚洲教育改革创新奖”，2013年载入《世界人物辞海8华人卷》和《新版世界名人录》。<p>原创学术专著《歌唱经络学研究》（中国科学技术出版社2006年8月出版）（2007年河南省教育厅人文社会科学优秀成果一等奖、2008年焦作市社会科学优秀成果一等奖）；《歌唱经络学》（上册：经络应用歌唱艺术的理论与实践；下册：气、血、声“三调一体”歌唱教学与实践）（东北师范大学出版社2014年12月出版）。2016年8月出版《歌唱经络学理论实践研究》、2017年3月出版《歌唱经络学概论》、《歌唱经络学操作实践》、2017年4月《歌唱经络学教程》、2017年6月《人体歌唱经络学》、2017年10月《汉语口语穴控速成教程——歌唱经络学应用实践之一》（均由德国金琅学术出版社出版，中文版并全球发行）。2017年6月英文文章Observation of “’Integration  of  Breath，Blood and Voice” Acupoint Control Singing to Rehabilitate Senile Dementia and Degenerative Deafness Cases（《穴控歌唱“气、血、声‘三调一体’” 康复老年痴呆与退行性耳聋案例观察》），刊登在美国《中国医学科学杂志》卷146月刊。2017年11月加入张仲景博物馆国医公益讲师团。<p>赵玲英国欧洲有限公司赵玲香港亚洲有限公司（www.woling-int.com）中国联络处地址：河南省解放区站前路中原不动产综合楼5单元15号  Email：<p>807649192@qq.com   hengling2005@163.com<p>联系电话（微信同）(86)15346551658  18515438821  邮编454002  <p>通讯地址:中国河南省焦作市山阳区广场花园A座03-3号<p>2018年4月8日"},
                {id:"04",img:[{src:require("../../static/img/peixun.png")}],title:"培训报名表",time:"2018-04-09",content:"1、是否愿意加盟赵玲英国欧洲有限公司和赵玲香港亚洲有限公司，作为公司在中国联络处——焦作市解放区站前路赵玲音乐服务中心或赵玲中医经络音乐康复指导部？（是/否）<p> 2、是否愿意与赵玲英国欧洲有限公司和赵玲香港亚洲有限公司中国联络处——焦作市解放区站前路赵玲音乐服务中心或赵玲中医经络音乐康复指导部签署《知识产权授权使用许可合同》和《知识产权保密协议》？（是/否）<p>公司网站 www.woling-int.com    公司学院网站 www.zhaoling-int.com"},
                {id:"03",img:[{src:require("../../static/img/hetong.jpg")}],title:"知识产权授权使用许可合同",time:"2017-06-29",content:""},
                {id:"02",img:[{src:require("../../static/img/xieyi.jpg")}],title:"知识产权保密协议",time:"2017-06-07",content:""},
                {id:"01",img:"",title:"加盟中医经络音乐康复指导部 机构盈利模式 （讨论稿）",time:"2017-06-07",content:"一、参与加盟分红：以乙方加盟合作交纳的加盟费用总额为基础，参与国内机构净利润总额的10%的分红。<p>二、收取招生费用：乙方参与协助甲方的招生工作，乙方收取一定的招生费用。<p>三、参与组织面授：乙方参与组织面授培训的工作，乙方收取一定的面授培训费用。<p>四、参与培训费用：甲方培训的教师、康复师参与组织培训工作，乙方收取一定的培训费用。<p>五、其它（略）<p>具体的收费形式与比例由甲方和乙方协商确定。"},
            ],
            case:[
                {id:"17",title:"歌唱经络学康复治疗案例之带状疱疹后遗症头痛",time:"2018-12-20",content:"尤越，64岁。2018年9月患带状疱疹住医院治疗。经去病毒和神经营养等药物的治疗，带状疱疹痊愈，但遗留头痛症状一直没有消除，疼痛难忍！2018年10月，由于无法忍受这种顽固性头痛，患者找到我，请我帮助解决他的带状疱疹后遗症头痛不能忍受的问题。我在他的头痛区域各扎了几针，并请他带着针使用话筒在KTV练习歌曲的演唱，并要求他多唱高音曲目，练习高音。结果是他的头痛马上止住了，头痛的区域消失。经过几次这样巩固性的治疗完全痊愈了。不仅如此，扎针之后的歌唱，他的音色和音量突然增强，声音变的非常漂亮！"},
                {id:"16",title:"歌唱经络学康复治疗案例之风湿性多肌痛 ",time:"2018-12-20",content:"　　张XX，女，68岁。患有风湿性多肌痛6年，曾在国内治疗三年，在澳大利亚治疗二年均无效果。因浑身疼痛导致走路说话都少气无力，生活不便。2017年10月到赵玲中医经络音乐康复指导部，采用歌唱经络康复疗法进行康复治疗。第一次学习训练就感到全身的气血通畅了，练习结束后，病人无意识自发的下六楼跑步到公交站，乘车回到家里。几个小时后，我突然接到了病人打来的电话，她说她不知道是怎么回事，全身的力量和气血是从哪里来的，她有这么大的力量?使疼痛消失?我告诉她，在她歌唱的同时，经络和歌唱发音共同运动，共同调控气、血和声音，使你的气血充足，声音和体力自然就会爆发出大的能量。"},
                {id:"15",title:"歌唱经络学方法音乐学习案例之冯某",time:"2018-06-15",content:"冯超X：大学毕业后，2003年以前，我工作单位是中国一拖集团公司工会，担任文艺专干，由于工作需要，我经常参加洛阳市的文艺演出活动和专业赛事，但随着时间的推移，由于工作繁忙，用声过度，我发现自己的声带容易疲劳，发高音有困难，影响了自己在声乐艺术上的进步。<p> 　后来，我听说赵玲老师有一套独特的声乐教学方法，就是运用中医针灸来帮助训练声音，抱着试一试的心理，我于2001年前后开始跟随赵老师练习，每周一次前后大约有半年时间，取得了明显的效果：声音嘶哑的现象不见了，唱高音也轻松了，演唱技巧更加游刃有余，音色也明亮了许多。2002年4月，我参加了在西安举行的第十届全国城市歌手大奖赛，以一首《斑竹泪》获得了民族唱法金奖。<p> 感谢赵老师，使我重新赢得了舞台，为日后的发展打下了良好的基础。2003年，我调入洛阳师范学院音乐学院任教，担任声乐教师，此间仍不定期接受赵老师的训练指导，演唱水平进一步提高，2004年6月在洛阳成功举办个人独唱音乐会，当时，我特意将赵老师邀请到现场，以表达对老师的深切谢意。<p> 　由于我的工作单位性质是师范院校，很多老师经常嗓音疲劳嘶哑，影响讲课。学校里的很多老师也都来参加我的声乐课学习，运用点穴的方法帮助他们克服嗓音疲劳嘶哑，其中的一位化学老师说，她就是感冒发烧，也能讲课，没有任何问题。在师范院校，学生们都需要考试普通话，拿到普通话的合格证，才能够考国家教师证。有了教师证才能够做教师工作。各地来的学生几乎都有地方方言的问题存在，很多其他系的老师就会介绍方言浓重的学生到我这里来做语言矫正，仅使用两根牙签修改成的竹针就能够轻松地解决这些问题。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"14",title:"歌唱经络学方法音乐学习案例之王某",time:"2018-06-15",content:"王冬X：2010年，我在焦作师范高等专科学校学习音乐笛子专业。由于我们都需要学习声乐课程，所以，我跟随我们系的另外一位老师学习声乐。由于传统声乐学习方法看不见，摸不着，靠模仿和找感觉学习的方式，让我感到很困惑，声乐学习一直不是太好，我很不满意。当我听同学们说，赵玲老师使用的是点穴位发音的方法，又快又容易找到音乐感觉，很容易操作，简便易记，我就想去尝试。当我跟随赵玲老师学习的时候，我使用竹针点在相关的穴位上，发出的声音马上就变了，经过在几个穴位上点击同时练习歌唱，我发现点击每一个穴位声音都不同。一组穴位刺激的声音练下来，声音就被组合的很漂亮！让我感到非常意外，这真的很神奇！我认为这种学习方法很好，应该很好的广泛推广，让所有的学习声乐的人都能够体验到这种方法，帮助他们尽快的学习记忆，掌握巩固。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"13",title:"歌唱经络学方法音乐学习案例之张某",time:"2018-06-15",content:"张一X：我是跟随赵玲老师学习音乐的高考生。2009年，我因患病毒性心肌炎，在河南理工大学附属医院进行治疗二个星期，之后我的心慌心跳和频率加快一直经常出现，医生告诉我只能卧床休息，不能活动。我还总感觉浑身没劲，频繁地心慌心跳。我请教赵玲老师，问她这种情况能不能练习唱歌，帮助康复。赵玲老师的回答是肯定的。我就跟随赵玲老师，采用点穴位发音的方法学习歌唱。第一次练习歌唱时，我仅感觉有点累，疲劳，到第二次练习就没有了这种现象，心跳完全正常了，我也能用上劲了，心慌频率加快的心跳感觉也消失了。之后，我坚持跟随赵玲老师学习了一段时间，一直到现在，病毒性心肌炎的症状再也没有出现过，我的身体一直很健康。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"12",title:"歌唱经络学方法音乐学习案例之郑某",time:"2017-10-11",content:"郑茜X：2003年我考入焦作师范高等专科学校专学习音乐，一个很偶然的机会我结识了赵玲老师。我在读大二下学期的时候，因为跟随老师上声乐课总是嘶哑，高音唱不上去，动不动就是嗓子发炎，使我对声乐学习感到很迷茫和困惑。由于课上模仿老师学习歌唱，一下课脑子就变得一片空白，找不到正确的歌唱方法。很快我对声乐学习没有了自信，自卑的认为自己天赋太差，没有能力学好歌唱。终于有一天，我从赵玲老师教室旁走过，听到赵玲老师的学生演唱高音非常轻松自如音色纯正。其中有一些学生嗓音条件还没有我好，但现在他们唱的比我好的多。我就趴在窗户上往里看，我看到赵玲老师的学生都拿着像是牙签的小棍，在点着穴位练习唱歌！强烈的好奇心促使我继续向前仔细看。我发现他们每点一个穴位声音都不一样！这是什么方法这样神奇！我就向赵玲老师请教，她告诉我这是运用经络调控歌唱的训练方法，运用自身能量调控发出自己独特的声音，你不需要考虑任何穴控就能自动调控声音，高音易控制见效快，事半功倍。并说你只要掌握穴位刺激和发音方法自己就能练习，这让我非常高兴！大三时期，我转到了赵玲老师这里学习声乐。在学习过程中，我真的体验到了点穴发音的神奇美妙！完整的学习过程很快让我进入了完整共鸣的状态，快速的训练效果使声音每天都在变化，这让我找回了自信，获得了成就感，我也在这种学习训练方法中获得了无穷的乐趣和学习的信心。最终，我在毕业汇报演唱会上，我的演唱获得了众多老师的认可，同学们的好评。<p>现在在单位里，每年都有我演唱节目的身影，我也获得了单位领导和同事们的好评。所以，我非常感谢赵玲老师，是她让我认识到了我自己的潜在能力和成功的喜悦！<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"11",title:"歌唱经络学方法音乐学习案例之朱某",time:"2017-10-11",content:"朱微X：2002年，记得那是我第二次参加河南省艺术类考试，因为第一年没有考好想换个老师，慕名找到赵老师。音乐统考成绩从以前的视唱20分提高到27分（满分是30分），声乐83分提高到99分（满分是100分）！简直可以用突飞猛进来形容，拿到成绩单自己简直不敢相信。因为我在赵玲老师这里仅学习了两个多月的时间！<p>感觉跟着赵玲老师学习声乐训练非常具有“针对性，易掌握，易巩固”。因为赵玲老师的教学方法与众不同，通过刺激穴位来调整歌唱的状态。我认为无论什么唱法都要有相应的歌唱状态作为支持，歌唱状态的运作是人体肌肉的协调运动。唱的不好其实是用于歌唱的肌肉群运动紊乱造成的。老师能根据每个人的特点制定相应的训练，选取相应的穴位刺激调整紊乱的肌肉群，自然而然就解决了歌唱时不正确的毛病，而且这样的训练也很容易巩固。比起以前费劲的去体会老师那些既深奥又不具体的话语，更省时，省力，很直接的就能体验到正确歌唱状态带来的艺术享受。<p>2017年6月，我因为嗓子发炎，喉咙感觉沉紧非常难受，马上要上台演唱。我电话给赵玲老师，请她帮助想办法解决。她告诉我使用两根竹针点刺颈前部中间两侧的穴位，从颈根部依次向上点刺相应穴位的同时，配合说话发音，马上就解决问题。我按照她说的方法在演唱之前做练习。结果是我的演唱没有任何障碍的顺利进行，直到演出结束。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"10",title:"歌唱经络学方法音乐学习案例之薛某",time:"2017-10-11",content:"薛茜X：我曾经学习过传统的声乐学习方法。2002年，我开始跟随赵玲老师学习声乐。在我开始学习的第一节课，我才感受到了这种声乐学习如此容易，如此简单，它不需要模仿和找感觉，不需要你去思考怎样找共鸣和呼吸的方法，只要你刺激的穴位正确，发音准确，你就能够发出很好的声音。它和传统声乐学习方法有着截然的不同。一根竹针刺激穴位同时发音，声音竟然马上就变，而且不同的穴位，声音的变化也不同。几个不同穴位声音的练习组合，声音就变得很漂亮。不仅如此，穴位刺激发音的同时调整了歌唱的发音、呼吸、共鸣、吐咬字，还让我消除了生理和心理负担，我不用担心我的高音是否能够唱上去，低音是否能唱出来，在穴位刺激状态下发音，只要掌握穴位刺激的力度控制就可以了。这个穴控歌唱学习方法既简单又易记，既能看得见又能摸得着，准确定位，发音、吐咬字、呼吸和共鸣都是在穴位刺激下同时获得并且完善的。<p>2004年我顺利的考入了四川音乐学院声乐系。毕业之后，我就职于河南理工大学，又继续跟随赵玲老师学习这种穴控歌唱方法，并考上了河南师范大学硕士研究生--音乐表演和教育研究专业。毕业之后继续留任河南理工大学。<p>我认为，这个穴控歌唱方法应该很好的普及和推广，因为它能够推动整个社会音乐文化的发展和提高。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"09",title:"歌唱经络学方法音乐学习案例之裴某",time:"2017-10-11",content:"裴楠X：2008年我赴西安音乐学院学习音乐，朋友介绍一个研究生带我学习声乐，因方法不适等原因，出现了轻微声带小结，当时我找人扎针，在声带上滴药等等，感觉虽有点效果但很缓慢。2009年回家后我的声乐老师带我找到他的声乐老师--赵玲老师，说是治疗嗓子很有方法，不用吃药做手术，我就抱着试试看的心态。经过一段时间跟随赵玲老师的训练，我的嗓子明显有恢复，方法也很特别：用针灸，牙签（竹针）等刺激穴位，我可以很明显感受到声音以及嗓子的变化，慢慢的声带摩擦的地方，感觉变得平整舒适了。<p>　最开始我是唱女中音的音域，经过训练后音域扩展，很快解决了演唱高音的问题，一些抒情女高的曲目我也能顺利唱了。后来2010年参加四川音乐学院的点招，以优异成绩考入四川音乐学院歌剧与艺术管理系，学习歌剧表演专业。师从我院声乐教研室主任史宏强老师。当时史老师收我做学生，就说我嗓音条件好，可是他并不知道我嗓子曾经出过问题。后来我和他说，他还不敢相信。<p>赵玲老师这种方法特别神奇，可以充分运用自身条件，穴位调控加歌唱的方法治愈声带小结，闭合不严等病症，这些都是我自己亲身体验的。在此，我特别感谢赵玲老师对我的帮助和指导。希望赵玲老师的这种中医和声乐相结合的方法，可以得到推广，使得更多学生可以受益。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"08",title:"歌唱经络学方法音乐学习案例之梁某",time:"2017-06-29",content:"梁建X：2006年，我因声带肥厚，闭合不全，到医院治疗，吃了很多药，3年时间都没有治疗好，严重影响了我的演唱工作。因为我是一个戏曲演员，我不能没有嗓音。我听朋友说赵玲老师能够用唱歌加点穴的方法治疗这种疾病。我就抱着试试的心态来到了赵玲老师家里。赵玲老师告诉我她做治疗的方法，然后给了我两根牙签，她说这是“竹针”。当时我很纳闷，这是什么方法？当我使用竹针一点穴位，我马上发出了明亮的完全不嘶哑的声音，听起来就是声带闭合正常的声音！这真的很神奇！我练习了大约有四--五次，时间很短我的嗓子就完全好了。我就利用空闲时间跟随赵玲老师学习了2-3个月的声乐，之后我重返舞台，一直到现在没有再出现过嗓音问题。虽然年龄越来越大了，但是嗓音和演唱比过去更好，大家都这样夸奖我。我很幸运遇到了赵玲老师。我把我的女儿也带到赵玲老师这里学习声乐，她到现在从未出现过任何嗓音和歌唱问题，这个方法确实太好了。之后我陆续介绍我的8个演员到赵玲老师那里治疗嗓音疾病，效果都很好。<p>我认为，大家都应该学习赵玲老师的科学发音训练方法，这个方法非常值得推广！<p>  该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"07",title:"歌唱经络学方法音乐学习案例之高某",time:"2017-06-29",content:"自1992年以来，我将歌唱经络学“气、血、声‘三调一体’”歌唱学习训练方法应用于歌唱教学，为无数歌唱学习者、语言矫正者、五音不全者、嗓音疾患者等带来了福音，帮助他们克服了学习中很多无法逾越的障碍和困难，为他们带来了求学、就职、学习、工作等人生未来的希望！这里仅就一些歌唱学习者的感受案例，帮助阅读者更好地理解和学习。<p>高杨X：2009年，我在这里学习声乐，第一次就感到了很神奇，每换一个穴位，声音都在发生改变！真是中国医术与艺术的很好的结合。也不用自己想象那些声音的位置，只要哪个发声区域或共鸣区域有问题，就点相应的穴位进行纠正。结果在不费劲的情况下，就能轻松调控两个半到三个八度之间的所有音区。<p>我以主修第一的成绩考上了大学。赵玲老师已经不仅仅是研究歌唱了，这种方法可以治愈声带小结与闭合不严等病症，这是我亲身感受过的。传统歌唱学习的一些问题我都体会过了，真的不是很好很有效的学习方法。真心希望，赵玲老师能用这种方法帮助更多的人，也由衷的希望这种方法能推广开来，让全世界都能感受到中医和歌唱的奥妙！<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"06",title:"歌唱经络学方法康复治疗案例之面肌痉挛",time:"2017-06-29",content:"（一）肖志X，女，83岁，退休职工。患面肌痉挛29年。一直采用扎针和服药方法不断做治疗没有效果，反而越来越重。后因治疗无效，医生劝其放弃治疗，已有十多年不再做任何治疗。2015年11月我为她做康复治疗。<p>观察患者两眼及面肌快速颤抖，右眼较左眼严重，长期面肌痉挛导致两只眼睛一直眯着，严重影响视物。<p>采用歌唱经络学“气、血、声三调一体”方法连续康复治疗三次。<p>第一次康复针刺穴位：目区穴位7、8、9、10、13号穴；额区穴位3、4、5号穴；在上述针刺定位留针状态下，结合跟随录音伴奏演唱京剧《宝莲灯》40分钟，演唱结束留针休息40分钟。<p>康复结束之后，患者自我感受面肌颤动速度减慢了，眼睛眯着幅度较未康复治疗前要轻，感觉视物清晰了。<p>第二次康复针刺穴位：以颤动运动方向定点处和运动肌中部选择针刺穴位。目区穴位2、7、8、9号穴；额区穴位3、4、5号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱京剧《秦香莲》50分钟，留针休息50分钟。<p>康复结束之后，患者自我感受面肌颤动速度又减慢了，面肌颤动间隔时间长了，眼睛睁开视物时间更长，面肌轻松，眼睛睁开并能保持一段时间不再颤动。<p>第三次康复针刺穴位以颤动运动方向定点处和运动肌中部选择针刺穴位。目区穴位2、7、8、9号穴；额区穴位3、4、5号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱京剧《金玉奴》50分钟，留针休息50分钟（穴号位置参看《歌唱经络学》）。<p>康复结束之后，患者自我感受面肌颤动速度和幅度消失，眼睛周围已不再颤动。眼睛能够睁开长时间看东西。在着急的时候有时仍会右眼要咪一下，但右眼再也不颤动了。<p>（二）外伤引起面肌痉挛<p>王梅X，女，60岁，退休职工。几年前因外伤右面颊开始痉挛，右眼下眼皮颤动。2015年12月经运用歌唱经络学“气、血、声三调一体” 方法康复，选择目区2、7、8、9号穴；面颊区穴位12、17、7、1号穴。在上述针刺定位留针状态下，演唱练声曲和歌曲数首，4次痊愈。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"05",title:"歌唱经络学方法康复治疗案例之嗓音沙哑",time:"2017-05-09",content:"（一）嗓音嘶哑无高音<p>张维X，男，45岁，中国中医科学院针灸研究所研究员。2007年，我到北京中国中医科学院针灸研究所，找张教授为我做《经络理论在歌唱艺术训练中的应用研究》项目的研究鉴定。张教授告诉我，他喜欢唱《我的太阳》，但是嗓音嘶哑，高音唱不上去，如果你能马上解决我的这两个问题，我马上认可你给你签字。之后，张教授坐在沙发上开始演唱《我的太阳》，第一句结束，他就说你听我的嗓音是嘶哑的，接着唱到后面的高音他完全发不出声音。他问你我怎样做。我告诉他，首先使用按摩手法来解决沙哑音和高音。我让他按住手掌上的一个阿是穴，要求他歌唱时用力按住穴位，呼吸时放松不按穴位，高音加一点力量。他按照我说的方法唱的时候他发现他的声音明亮了，没有任何嘶哑。他激动地说，我接着唱，然后他一气唱完了整首歌曲，高音顺利发出了，没有任何累和困难的感觉！他特别高兴，让我再为他试其他的方法。我告诉他，用半寸针扎百会唱歌。在为他的百会穴扎针之后，他的演唱声音更好，高音更轻松！他高兴地头上戴着针和我合影。当时我为他做了全程录像。2016年7月，我送给他一套《歌唱经络学》（上下册），告诉他需要为我写一个2007年的研究鉴定证明，因为我的电脑丢失了他的研究鉴定全程录像。他很高兴地为我写了研究鉴定过程的证明。<p>（二）嗓音嘶哑咽喉炎<p>李艳X，女，38岁，中学教师。因其耳朵听力问题，参加2016年3月保定徐水物探医院“爱耳日”耳聋康复公益活动，我运用歌唱经络学“气、血、声三调一体”康复方法，在为她做耳聋康复的同时做嗓音疾病的康复。经过1小时/1次/天，五天/1疗程，中间休息两天，两个疗程的康复，经喉窥镜检查已痊愈。<p>（三）先天嗓音嘶哑<p>李逸X，男，12岁，中学生。出生时不明原因先天嗓音嘶哑无声。2006年因想参加英语演讲找我做康复调整。经运用歌唱经络学“气、血、声三调一体”康复方法进行康复训练，第一次练习就发出了很好听的声音，经过每周两次，每次1小时的康复训练，5次痊愈。<p>（四）慢性咽喉炎嗓音嘶哑<p>畲豫X，男，9岁，小学生。2005年因长期患有慢性咽喉炎导致多年嗓音嘶哑。经运用歌唱经络学“气、血、声三调一体”康复方法进行康复训练，第一次练习就发出了很好听的声音，经过每周两次，每次1小时的康复训练，5次痊愈。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"04",title:"歌唱经络学方法康复治疗案例之面瘫",time:"2017-05-09",content:"李婉X，女，20岁，某高校在校音乐系学生。2009年春节期间乘公交车开一小缝透空气，引起中风一周，嘴歪，上唇向左歪，下唇向右歪。采用半寸钢针在病区一侧做定位围刺，同时使用竹针在面部做动态点刺，配合歌唱发音。经过一边康复，一边做练声曲的训练，能明显看到她的上下两唇逐渐向中间靠拢，两小时后嘴唇自然合拢，恢复正常位置。取针之后，使用拔罐法做巩固治疗痊愈，第二天继续做一次巩固治疗，至今未犯。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"03",title:"歌唱经络学方法康复治疗案例之老年退行性耳聋康复",time:"2017-05-09",content:"（听阈：26-40dB,轻度；41-60dB，中度；61-80dB，重度；>80dB，极重度）2016年3月，我与保定中石油物探中心医院联合做 “爱耳日”公益活动所作的老年退行性耳聋康复案例。<p>荆殿X，女，73岁，退休职工。患病五年多，重度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为95%/80dB,第一疗程结束语言识别率提高为96%/75dB；第二个疗程结束语言识别率提高为96%/70dB。<p>刘春X，女，64岁，退休职工。患病五年多，极重度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为75%/95dB,第一疗程结束语言识别率提高为62%/90dB（当天检测结果出现耳听觉疲劳抑制）；两天后检测结果为88%/90dB（说明后期疗效较佳）；第二个疗程结束语言识别率提高为88%/85dB。<p>李秀X，女，70岁，退休职工。患病五年多，中度老年退行性耳聋。<p>运用歌唱经络学“气、血、声三调一体”康复方法，头顶九针定位针针法，面部8组动位针法，经穴刺激的同时歌唱发音。<p>效果：康复前语言识别率为90%/70dB,第一疗程结束语言识别率提高为96%/70dB；第二个疗程结束语言识别率提高为100%/70dB。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"02",title:"歌唱经络学方法康复治疗案例之聋哑康复",time:"2017-05-09",content:"陈相X，男，13岁，河南焦作特殊教育学校四年级学生。2013年8月我为他做聋哑康复。<p>病因：家长陈述他在出生时羊水呛了喉咙，引起大脑缺氧。经抢救之后一直耳聋不会说话。<p>病史：长期服用银杏叶片和脑活素，语言训练没有效果。<p>症状：仅有残存听力能发出一个单音不能说话。<p>检查：舌头发硬后收不能做伸舌挑舌运动，佩戴助听器听力仍很差。<p>治疗：两个疗程（每疗程6小时/6次/6天）。面部穴位刺激采用动位刺激，其他穴位采用定位刺激，在刺激穴位的同时唱练声曲和歌曲。<p>效果：能正常听说后转到普通学校就读。<p>该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
                {id:"01",title:"歌唱经络学方法康复治疗案例之重度老年痴呆康复",time:"2017-05-09",content:"张其X，男，74岁，已退休。患有高血压。五年前医院诊断鉴定结果是小脑萎缩，脑干慢性梗塞，诊断为中度老年痴呆。2014年曾因极高危高血压住院治疗。2016年4月30日经医院再次检查，CT诊断为脑白质变性，脱髓鞘改变；多发腔隙性脑梗塞；脑萎缩；重度老年痴呆。2016年6月我为他做老年痴呆康复训练。<p>患者年轻时特别喜欢音乐，唱歌，吹笛子，拉二胡，还喜欢书法、舞蹈、打篮球等文体活动。13年前发现出现老年痴呆遗忘、丢失、反应迟钝等症状，之后症状越来越重。直到五年前才到医院就诊。当时医院诊断为中度老年痴呆。症状表现为生活不能自理，思维混乱，正常语言消失，不说话或者答非所问。现在生活完全不能自理，不会穿衣脱衣、随意大小便尿裤拉裤，认不清周围事物及家和儿女，字和钱，经常流口水等。有抑郁症表现情绪不能自制。几年来一直由其妻子照顾，陪伴左右。<p>康复治疗：做四个疗程（五天一个疗程，每天一次90分钟，每个疗程之间休息3-4天）的经穴刺激和歌唱发音同时进行的康复训练。<p>康复步骤：首先吸引他的注意，引起他的兴趣，由他的妻子为他点刺他脸上的穴位，引导他跟随我做康复练习。<p>康复效果：第一个疗程能复述简短句子，他已经能跟随我说：真棒！非常棒！超级棒！很好！很棒！我真棒！你真棒！非常棒！超级棒！我很好！我唱歌，我开始唱歌，我为了唱歌，我要回家，我吃饭等。有主动配合意识并明确要做什么，能主动用力发出强音和高音。在第一疗程第二次康复之后，他的大小便有时已能自理。晚上起床知道用手拍他妻子的枕头，让他妻子起床为他打开灯。作康复练习时注意力集中，表现对练习很有兴趣。能够正确反应并回答问题，知道思考回答是否合适。比如我不饿，我想看电视，不能看，应该回家了，回家吃午饭，再见，喊他的名字马上就反应。走路比过去轻快。我们让他说什么他就说什么。他的妻子说这是他自有病以来从来没有过的情况。<p>第二个疗程他能模仿他妻子为他做点穴动作，能按照我的指令分别做左右抬腿动作，但是让他跳舞他会说他忘记了不会跳了，也能够和我作“白日依山尽，黄河入海流，欲穷千里目，更上一层楼”朗读和接龙练习。各方面都比第一个疗程好得多。<p>第三个疗程他已能专注地听我们说话，并不时的插嘴回答我们说的问题。看电视集中注意力时间更长，能跟随电视情节表达自己的情绪，也能跟随我们喊的节奏作三拍子节奏交谊舞的动作。言语主动性增强，能唱很多过去的歌曲和戏曲。<p>第四个疗程他能和我们一起交流，专注地思考和回答问题，理解和分辨哪些话是和他开玩笑。它、他的大小便能够自理，正确的穿裤子。无论我们说什么他都能正常反应并做回答。但有时仍会遗忘，突然问他的名字马上答不上来。但表情神态和生活自理与思考方式已经完全正常了。比如我们说东西掉了，他马上会说快看掉那里了？赶快找找等。自第一个疗程第三次康复之后，再也没有流口水的现象。<p>一周后电话随访，他的妻子说他的表现没有退步，两周后我去看望他，他的表情神态与常人无异，和我谈话也很随意。他的妻子说有时他仍然存在老年遗忘问题。有时突然问他的名字或者让他拿一件东西，需要提示他一个字他才能马上回答或者想起。我和他做《登鹳雀楼》接龙，我说： “白日依”，他马上回答：“依山尽，”直到结束。<p>2017年6月，我在大街上见到了张其栋。我问他“你知道我是谁吗？”他回答说：“我怎么知道你是谁？”当我开始念《登鹳雀楼》的第一句：“白日依山尽”，他马上回想起了我和他做过的接龙练习。并跟随我做《登鹳雀楼》的接龙练习，直到结束。这说明了这种学习训练的效果是长效持久的。<p> 该案例刊登在德国学术出版社金琅学术（中文）出版社出版的《歌唱经络学理论实践研究》一书中"},
            ],
            product:[
                {id:"10",img:[{src:require("../../static/img/slide1.jpg")}],title:"《基础音乐学穴控速成教程——歌唱经络学应用实践之二》",content:"简 介<p>本书作者将《基础音乐理论》与《视唱练耳实践》、《歌唱经络学》课程的理论实践方法有机融合，形成了三者结合创新形式的理论实践紧密结合，操作方法具体明确的《基础音乐学穴控速成教程——歌唱经络学应用实践之二》。因此，本书具有音乐经络理论实践的操作化，具体化学习特点，能够将看不见、摸不着的音变成能具体形象的操作模式；具有音乐经络实践操作的理论化，形象化训练特性，能够将听觉难记忆、动觉难巩固的音变成易记忆巩固的学习方式；具有对音乐经络理解认识具体化、形象化的学习训练特色；具有对音乐经络实践操作的规范化、标准化的学习训练风格；具有对音乐经络训练形式的确知、确定、可观测和可控性的学习训练优势。使基础音乐课程在穴控学习训练过程中理论实践结合，视听动唱结合，奠定了集经络系统特征与音乐操作特点、人体运动特性为一体的系统科学，整体规范的音乐经络运动学习训练方式的基础。其所形成的短（耗时短）、平（省财力）、快（省精力）特性使该课程成为了适合音乐、中医、教师等不同行业领域科学研究工作者和学习者阅读的新思维读物，和具有科学系统、整体规范、简便易学，灵活运用、记忆巩固、创新思维的创新型学科课程。"},
                {id:"09",img:[{src:require("../../static/img/slide2.jpg")}],title:"汉语口语穴控速成教程",content:"简  介<p>作者从习惯性语言影响左右我们的语言学习，干扰我们学习记忆，形成掌握、运用、巩固新语言学习困难和障碍的角度，阐述了运用歌唱经络学理论实践的歌唱经络控制系统方法，以非语言学习“它山之石可以攻玉”的方法，运用不同能量综合能换形式的作用方式，使这些困难和障碍转变为有利于汉语口语学习的因素，解决了这些学习难题。作者通过自己的实践，验证了歌唱经络系统拥有的能够作用于人体语言系统功能和整体作用，应用领域和作用范围，以及不可替代分割的用于语言学习的非语言因素的积极影响作用，创新了运用歌唱经络学方法学习训练汉语言的方法步骤，避免了原有语言习惯带来的对新语言学习过程产生的不良影响，及对新语言发音模式建立所需的新的生理结构发音形态，及动态变化形成的新的能确立、能定性，能运用、能掌握，能稳固、能发展的，具有高能、高效特点和省时、省力、省财和短、平、快的语言学习过程。其创造出的全新的汉语口语学习模式和速成训练方法，旨在帮助汉语口语学习者在学习过程中，快速实现自己的梦想，迅速到达成功的彼岸。本书适合中外汉语口语学习者，方言和口语障碍矫正者，语言和歌唱发音、中医和教育研究者及爱好者阅读。"},
                {id:"08",img:[{src:require("../../static/img/slide3.jpg")}],title:"人体歌唱经络学",content:"简  介<p>作者从人类自身认识实践发展角度，阐述了人类认识自身在不同时期、地域、文化研究等方面的不同认识发展形态，以及人体系统西医机体系统、中医经络系统、音乐歌唱系统不同分支学科理论的方法规律与实践过程。指出了人体歌唱经络学是人类自身认识实践发展过程的必然阶段，是机体、经络、歌唱系统综合调控作用的结果。机体器官、经络调控、歌唱发音系统一体化功能相互促进综合的能量形式与能换作用，是加速歌唱学习、康复训练气血循行，提高歌唱机能康复效果和完善的根本，创造性地提出人体歌唱经络学理论实践方法。并通过歌唱经络教学定点、定位、定性、定向、定量、定法等科学实验方法，验证了歌唱经络综合控制系统整体双向、良性综合的系统特性和歌唱经穴刺激具有的能确定、能确知、能观测、能控性效能特征。创建了人体歌唱经络学理论独有的“三调一体（调气、调血、调声音）”的歌唱经络综合调控学习方法，和歌唱经络康复治疗训练模式 本书适用于中医和音乐研究的学者、大专院校的师生，社会各界音乐和中医爱好者，以及文化博览者阅读。"},
                {id:"07",img:[{src:require("../../static/img/slide4.jpg")}],title:"歌唱经络学教程",content:"简  介<p>本书以歌唱经络学理论实践为依据，以调气、调血、调声音“三调一体”歌唱学习方法为基础，以经络调控影响歌唱功能为主旨，以经穴刺激促进歌唱变化需求为核心，以歌唱经络调控康复效能为目标，以简单发音练习和穴位刺激方法，科学合理设计安排学习课程。该课程具有学习训练的独特功能和独有形式，独特方法和独有技术，课程学习训练分为三个阶段：初级基础阶段、中级掌握阶段、高级巩固阶段。并以阶段单元课程形式为核心，以灵活掌握运用学习目标为中心，以合理的学习简易程度，技能深浅程度，方法掌控程度，形式灵活程度，内容运用程度以及训练效能程度为重点，可以让您通过发音练习与穴位刺激的实际操作模式，以及魔法般的教学、魔术般的训练、魔幻般的感受的学习训练，了解经穴调控歌唱理论； 深入经穴调控歌唱实践；学习经穴调控歌唱方法；掌握经穴调控歌唱技术；培养经穴调控歌唱听觉；辨析经穴调控歌唱效能；巩固经穴调控歌唱效果，尝试全新的歌唱经络学理论实践、内容形式、方法要求的学习过程，并获得音乐歌唱学习与疾病康复训练的综合效能。本书适合社会各界文化博览者、音乐中医教育和研究者、爱好者和职业学习者阅读。"},
                {id:"06",img:[{src:require("../../static/img/slide5.jpg")}],title:"《歌唱经络学概论》简介",content:"简  介<p>原创性学术专著《歌唱经络学概论》，是作者继《歌唱经络学研究》（2006年中国科学技术出版社出版）和《歌唱经络学》（上册：经络应用歌唱艺术的理论与实践；下册：气、血、声“三调一体”歌唱教学与实践；2014年东北师范大学出版社），及《歌唱经络学理论实践研究》（2016年德国学术出版集团金琅中文学术出版社）出版之后的一部用于普通读者所需和了解歌唱经络学全貌的学术专著。该书以人体系统研究相关不同学科理论知识为基础，以歌唱经络学理论实践为主线，为读者介绍了歌唱经络学理论构成及框架结构，实践过程与操作方法。同时也为读者展示了歌唱经络学的教学魅力和训练特点：魔法般的教学，魔术般的训练，魔幻般的感受及省时、省力、省财和短、平、快的学习记忆特点。并阐述了人体系统研究的不同学科成果，从机体（西医理论研究成果）、经络（中医理论研究成果）、歌唱（音乐理论研究成果）系统综合一体化整体运动角度，以各学科研究间关系以人体系统为基础，说明了原本属于不同学科的机体、歌唱与经络理论实践的有机融合，是建立在人体系统基础上的机体、歌唱与经络系统理论实践过程的继承和发展，更是歌唱经络学理论实践的开拓与创新。本书适合文化博览者和中医、音乐学习者、研究者、爱好者阅读。"},
                {id:"05",img:[{src:require("../../static/img/slide6.jpg")}],title:"歌唱经络学操作实践简介",content:"简  介<p>《歌唱经络学操作实践》是作者继《歌唱经络学概论》出版之后，为方便学习者学习掌握、训练运用歌唱经络操作调控技术的学术专著。作者以机体九大器官系统（西方医学研究成果)、经络整体调控系统（传统医学研究成果）、歌唱发音器官系统（音乐医学研究成果）的一体化运动形态使人体系统研究不可分割的不同方面说明了人体系统是歌唱系统构成的发音乐器,经络系统具有的整体双向，良性调节的特性 ，以及经穴刺激具有的确知性、确定性、能观测性核能调控性特征是机体、经络、歌唱系统共有共存的特性特征.因而，他们能够以各种不同形态形式表述人类对人体系统认识和研究的不同方面，能够相互融合综合运用与人体系统之中。作者运用自己几十年来歌唱经络学教学实践的经验总结，为读者介绍了歌唱经络学操作实践的具体学习方法和训练步骤、选穴原则和选曲方法，并运用具体的穴位位置结合不同歌唱练习的方式方法，让学习者亲身体验感受掌握，听辨识别记忆学习不同穴位刺激状态结合不同歌唱发音练习所具有的不同声音特色。本书突出了歌唱经络学理论实践结合操作实践方法的特色，强调了结合理论学习亲身体验感知训练学习的重要性。为不同音乐和中医学习者提供了运用歌唱经络学方法学习歌唱和康复疾病奠定了一定学习训练的操作基础。本书适合文化博览者和科学研究者，中医和音乐教育科学研究者，中医和音乐学习者与爱好者阅读。"},
                {id:"04",img:[{src:require("../../static/img/slide7.jpg")}],title:"歌唱经络学研究简介",content:"简  介<p>歌唱经络学研究以传统歌唱教学理论与实践、传统经络理论与实践，都是人体生命运动不同形态和方式，机体器官功能作用是不可分割的整体观为基础，将跨越两个不同领域的学科理论与实践，进行了科学的理论分析，有机的实验整合。<p>并在20多年来将歌唱理论实践与经络理论实践融合渗透应用于实验研究和得出的客观实践结论基础上，结合综合高效的歌唱经络学方法手段，应用于歌唱的学习训练和经穴的康复治疗。<p>以科学实验分析与歌唱经络学教学实践为基础，探索研究、丰富发展、综合创新地形成了一个歌唱与经络两个不同学科知识领域理论实践结合的，横挎两个不同学科领域的新的科学理论和实践方法——歌唱经络学。<p>为歌唱的教学训练开辟了新的学习训练途径，同时也为传统经络学说拓展了新的应用研究范畴和学科发展领域。<p>《歌唱经络学研究》适合音乐和中医教育与科学研究者、音乐与中医爱好者、文化博览者阅读。"},
                {id:"03",img:[{src:require("../../static/img/slide8.jpg")}],title:"歌唱经络学理论实践研究简介",content:"简  介<p>原创学术专著《歌唱经络学理论实践研究》以歌唱与经络理论与实践都是人体生命运动的不同形态与方式，机体系统器官功能作用是不可分割的中医整体观为基础，将跨越两个不同领域的歌唱与经络的理论与实践进行了科学的理论分析，有机的实践结合。并将歌唱与经络学理论实践渗透应用于歌唱经络学的实验研究。在实验得出的客观结论基础上，结合综合高效的运用，以及长期以来大量的歌唱学习训练与经穴康复治疗结合运用的实践效果，形成了以科学实验分析为基础的歌唱经络学教学实践方法与手段。探索研究、丰富发展、综合创新的形成了歌唱与经络两个不同学科知识领域理论实践结合的新的科学理论实践方法--歌唱经络学。开创了实验歌唱经络学研究的先河，创立了歌唱经络学理论和实践方法。为歌唱教学训练提供了新的理论基础，开辟了新的实践途径。也为传统的经络学说拓展了新的应用研究领域和学科发展范畴。并以此为基础，提出了建立歌唱学理论体系，构建歌唱学框架结构的新理论。本书适合音乐和中医教育与科学研究者，音乐与中医爱好者，大中专学生及文化博览者阅读。"},
                {id:"02",img:[{src:require("../../static/img/slide9.jpg")}],title:"《歌唱经络学》下 - 气、血、声“三调一体”歌唱教学与实践",content:"简  介<p>歌唱状态下刺激内关穴前后心率变化的比较<p>目的  通过运用是否进行经穴刺激状态下发ｉ音的心率变化，总结刺激或无刺激状态下发ｉ音的心率变化规律。<p>方法  运用传统医学中的经络理论、经穴刺激和教育统计中配对ｔ检验的统计方法，结合心电功能测试，对歌唱状态下发ｉ母音心率变化规律的研究。<p>结果  基础心率<未刺激状态下发音心率(占被测试总人数的81%)<或>刺激状态下发音心率(占被测试总人数的19%)， 三者之间均存在着显著差异(df=35 p<0.01)。<p>结论  经穴刺激对歌唱发音的影响调控是整体的、双向的、良性的。有利于歌唱发音状态的形成和稳固。"},
                {id:"01",img:[{src:require("../../static/img/slide10.jpg")}],title:"歌唱经络学教程简介",content:"简  介<p>本书以歌唱经络学理论实践为依据，以调气、调血、调声音“三调一体”歌唱学习方法为基础，以经络调控影响歌唱功能为主旨，以经穴刺激促进歌唱变化需求为核心，以歌唱经络调控康复效能为目标，以简单发音练习和穴位刺激方法，科学合理设计安排学习课程。该课程具有学习训练的独特功能和独有形式，独特方法和独有技术，课程学习训练分为三个阶段：初级基础阶段、中级掌握阶段、高级巩固阶段。并以阶段单元课程形式为核心，以灵活掌握运用学习目标为中心，以合理的学习简易程度，技能深浅程度，方法掌控程度，形式灵活程度，内容运用程度以及训练效能程度为重点，可以让您通过发音练习与穴位刺激的实际操作模式，以及魔法般的教学、魔术般的训练、魔幻般的感受的学习训练，了解经穴调控歌唱理论； 深入经穴调控歌唱实践；学习经穴调控歌唱方法；掌握经穴调控歌唱技术；培养经穴调控歌唱听觉；辨析经穴调控歌唱效能；巩固经穴调控歌唱效果，尝试全新的歌唱经络学理论实践、内容形式、方法要求的学习过程，并获得音乐歌唱学习与疾病康复训练的综合效能。本书适合社会各界文化博览者、音乐中医教育和研究者、爱好者和职业学习者阅读。"},
            ],
        }

    },
    created(){
        if(this.$route.query.news_id){
            this.id=this.$route.query.news_id;
            let x=21-this.id;
            this.title=this.news[x].title;
            this.content=this.news[x].content;
            this.$emit("childclose",require("../../static/img/top3.jpg"));
        }else if(this.$route.query.exchange_id){
            this.id=this.$route.query.exchange_id;
            let x=13-this.id;
            this.title=this.exchange[x].title;
            this.content=this.exchange[x].content;
            this.img=this.exchange[x].img;
            this.$emit("childclose",require("../../static/img/top11.jpg"));
        }else if(this.$route.query.case_id){
            this.id=this.$route.query.case_id;
            let x=17-this.id;
            this.title=this.case[x].title;
            this.content=this.case[x].content;
            this.$emit("childclose",require("../../static/img/top3.jpg"));
        }else if(this.$route.query.product_id){
            this.id=this.$route.query.product_id;
            let x=10-this.id;
            this.title=this.product[x].title;
            this.content=this.product[x].content;
            this.img=this.product[x].img;
            this.$emit("childclose",require("../../static/img/top6.jpg"));
        }
    },
     methods:{
        
     }
 }
 </script>
<style scoped>
*{margin: 0;padding: 0;}
.imgs{
    text-align: center;
}
.right p{
    text-indent: 2em;
    font-size: 15px;
    font-family: 宋体,"microsoft yahei","华文细黑","幼圆";
    color: #444;
    line-height: 30px;
    margin-top: 20px;
}
.right h4{
    height: 50px;
    line-height: 50px;
    font-size: 16px;
    text-align: center;
    color: #e50136;
}
.right img{
    max-width: 100%;
}
.right{
    width: 704px;
    /* height: 3089px; */
    float: right;
    margin-right: 24px;
    text-indent:10px
}

 </style>
 