<template>
    <div >
        <div class="right">
                <ul>
                    <li v-for="(item,a) in news" :key="a">
                        <router-link :to="{path:'Content',query:{product_id:item.id}}">
                            <img :src="item.img[0].src" alt="">
                            <p>{{item.title}}</p>
                        </router-link>
                    </li>
                </ul>
            <div class="r-footer">
                10 条记录 1/1 页 <button v-show="up" @click="last">上一页</button> <button @click="next" v-show="down">下一页</button> <span>1</span>
            </div>
        </div>
    </div>
</template>
<script>
 export default {
     data() {
        return{
            news:[],
            pages:1,
            up:false,
            down:false,
            news1:[
                {id:"10",img:[{src:require("../../static/img/slide1.jpg")}],title:"《基础音乐学穴控速成教程——歌唱经络学应用实践之二》",content:"简 介<p>本书作者将《基础音乐理论》与《视唱练耳实践》、《歌唱经络学》课程的理论实践方法有机融合，形成了三者结合创新形式的理论实践紧密结合，操作方法具体明确的《基础音乐学穴控速成教程——歌唱经络学应用实践之二》。因此，本书具有音乐经络理论实践的操作化，具体化学习特点，能够将看不见、摸不着的音变成能具体形象的操作模式；具有音乐经络实践操作的理论化，形象化训练特性，能够将听觉难记忆、动觉难巩固的音变成易记忆巩固的学习方式；具有对音乐经络理解认识具体化、形象化的学习训练特色；具有对音乐经络实践操作的规范化、标准化的学习训练风格；具有对音乐经络训练形式的确知、确定、可观测和可控性的学习训练优势。使基础音乐课程在穴控学习训练过程中理论实践结合，视听动唱结合，奠定了集经络系统特征与音乐操作特点、人体运动特性为一体的系统科学，整体规范的音乐经络运动学习训练方式的基础。其所形成的短（耗时短）、平（省财力）、快（省精力）特性使该课程成为了适合音乐、中医、教师等不同行业领域科学研究工作者和学习者阅读的新思维读物，和具有科学系统、整体规范、简便易学，灵活运用、记忆巩固、创新思维的创新型学科课程。"},
                {id:"09",img:[{src:require("../../static/img/slide2.jpg")}],title:"汉语口语穴控速成教程",content:"简  介<p>作者从习惯性语言影响左右我们的语言学习，干扰我们学习记忆，形成掌握、运用、巩固新语言学习困难和障碍的角度，阐述了运用歌唱经络学理论实践的歌唱经络控制系统方法，以非语言学习“它山之石可以攻玉”的方法，运用不同能量综合能换形式的作用方式，使这些困难和障碍转变为有利于汉语口语学习的因素，解决了这些学习难题。作者通过自己的实践，验证了歌唱经络系统拥有的能够作用于人体语言系统功能和整体作用，应用领域和作用范围，以及不可替代分割的用于语言学习的非语言因素的积极影响作用，创新了运用歌唱经络学方法学习训练汉语言的方法步骤，避免了原有语言习惯带来的对新语言学习过程产生的不良影响，及对新语言发音模式建立所需的新的生理结构发音形态，及动态变化形成的新的能确立、能定性，能运用、能掌握，能稳固、能发展的，具有高能、高效特点和省时、省力、省财和短、平、快的语言学习过程。其创造出的全新的汉语口语学习模式和速成训练方法，旨在帮助汉语口语学习者在学习过程中，快速实现自己的梦想，迅速到达成功的彼岸。本书适合中外汉语口语学习者，方言和口语障碍矫正者，语言和歌唱发音、中医和教育研究者及爱好者阅读。"},
                {id:"08",img:[{src:require("../../static/img/slide3.jpg")}],title:"人体歌唱经络学",content:"简  介<p>作者从人类自身认识实践发展角度，阐述了人类认识自身在不同时期、地域、文化研究等方面的不同认识发展形态，以及人体系统西医机体系统、中医经络系统、音乐歌唱系统不同分支学科理论的方法规律与实践过程。指出了人体歌唱经络学是人类自身认识实践发展过程的必然阶段，是机体、经络、歌唱系统综合调控作用的结果。机体器官、经络调控、歌唱发音系统一体化功能相互促进综合的能量形式与能换作用，是加速歌唱学习、康复训练气血循行，提高歌唱机能康复效果和完善的根本，创造性地提出人体歌唱经络学理论实践方法。并通过歌唱经络教学定点、定位、定性、定向、定量、定法等科学实验方法，验证了歌唱经络综合控制系统整体双向、良性综合的系统特性和歌唱经穴刺激具有的能确定、能确知、能观测、能控性效能特征。创建了人体歌唱经络学理论独有的“三调一体（调气、调血、调声音）”的歌唱经络综合调控学习方法，和歌唱经络康复治疗训练模式 本书适用于中医和音乐研究的学者、大专院校的师生，社会各界音乐和中医爱好者，以及文化博览者阅读。"},
                {id:"07",img:[{src:require("../../static/img/slide4.jpg")}],title:"歌唱经络学教程",content:"简  介<p>本书以歌唱经络学理论实践为依据，以调气、调血、调声音“三调一体”歌唱学习方法为基础，以经络调控影响歌唱功能为主旨，以经穴刺激促进歌唱变化需求为核心，以歌唱经络调控康复效能为目标，以简单发音练习和穴位刺激方法，科学合理设计安排学习课程。该课程具有学习训练的独特功能和独有形式，独特方法和独有技术，课程学习训练分为三个阶段：初级基础阶段、中级掌握阶段、高级巩固阶段。并以阶段单元课程形式为核心，以灵活掌握运用学习目标为中心，以合理的学习简易程度，技能深浅程度，方法掌控程度，形式灵活程度，内容运用程度以及训练效能程度为重点，可以让您通过发音练习与穴位刺激的实际操作模式，以及魔法般的教学、魔术般的训练、魔幻般的感受的学习训练，了解经穴调控歌唱理论； 深入经穴调控歌唱实践；学习经穴调控歌唱方法；掌握经穴调控歌唱技术；培养经穴调控歌唱听觉；辨析经穴调控歌唱效能；巩固经穴调控歌唱效果，尝试全新的歌唱经络学理论实践、内容形式、方法要求的学习过程，并获得音乐歌唱学习与疾病康复训练的综合效能。本书适合社会各界文化博览者、音乐中医教育和研究者、爱好者和职业学习者阅读。"},
                {id:"06",img:[{src:require("../../static/img/slide5.jpg")}],title:"《歌唱经络学概论》简介",content:"简  介<p>原创性学术专著《歌唱经络学概论》，是作者继《歌唱经络学研究》（2006年中国科学技术出版社出版）和《歌唱经络学》（上册：经络应用歌唱艺术的理论与实践；下册：气、血、声“三调一体”歌唱教学与实践；2014年东北师范大学出版社），及《歌唱经络学理论实践研究》（2016年德国学术出版集团金琅中文学术出版社）出版之后的一部用于普通读者所需和了解歌唱经络学全貌的学术专著。该书以人体系统研究相关不同学科理论知识为基础，以歌唱经络学理论实践为主线，为读者介绍了歌唱经络学理论构成及框架结构，实践过程与操作方法。同时也为读者展示了歌唱经络学的教学魅力和训练特点：魔法般的教学，魔术般的训练，魔幻般的感受及省时、省力、省财和短、平、快的学习记忆特点。并阐述了人体系统研究的不同学科成果，从机体（西医理论研究成果）、经络（中医理论研究成果）、歌唱（音乐理论研究成果）系统综合一体化整体运动角度，以各学科研究间关系以人体系统为基础，说明了原本属于不同学科的机体、歌唱与经络理论实践的有机融合，是建立在人体系统基础上的机体、歌唱与经络系统理论实践过程的继承和发展，更是歌唱经络学理论实践的开拓与创新。本书适合文化博览者和中医、音乐学习者、研究者、爱好者阅读。"},
                {id:"05",img:[{src:require("../../static/img/slide6.jpg")}],title:"歌唱经络学操作实践简介",content:"简  介<p>《歌唱经络学操作实践》是作者继《歌唱经络学概论》出版之后，为方便学习者学习掌握、训练运用歌唱经络操作调控技术的学术专著。作者以机体九大器官系统（西方医学研究成果)、经络整体调控系统（传统医学研究成果）、歌唱发音器官系统（音乐医学研究成果）的一体化运动形态使人体系统研究不可分割的不同方面说明了人体系统是歌唱系统构成的发音乐器,经络系统具有的整体双向，良性调节的特性 ，以及经穴刺激具有的确知性、确定性、能观测性核能调控性特征是机体、经络、歌唱系统共有共存的特性特征.因而，他们能够以各种不同形态形式表述人类对人体系统认识和研究的不同方面，能够相互融合综合运用与人体系统之中。作者运用自己几十年来歌唱经络学教学实践的经验总结，为读者介绍了歌唱经络学操作实践的具体学习方法和训练步骤、选穴原则和选曲方法，并运用具体的穴位位置结合不同歌唱练习的方式方法，让学习者亲身体验感受掌握，听辨识别记忆学习不同穴位刺激状态结合不同歌唱发音练习所具有的不同声音特色。本书突出了歌唱经络学理论实践结合操作实践方法的特色，强调了结合理论学习亲身体验感知训练学习的重要性。为不同音乐和中医学习者提供了运用歌唱经络学方法学习歌唱和康复疾病奠定了一定学习训练的操作基础。本书适合文化博览者和科学研究者，中医和音乐教育科学研究者，中医和音乐学习者与爱好者阅读。"},
                {id:"04",img:[{src:require("../../static/img/slide7.jpg")}],title:"歌唱经络学研究简介",content:"简  介<p>歌唱经络学研究以传统歌唱教学理论与实践、传统经络理论与实践，都是人体生命运动不同形态和方式，机体器官功能作用是不可分割的整体观为基础，将跨越两个不同领域的学科理论与实践，进行了科学的理论分析，有机的实验整合。<p>并在20多年来将歌唱理论实践与经络理论实践融合渗透应用于实验研究和得出的客观实践结论基础上，结合综合高效的歌唱经络学方法手段，应用于歌唱的学习训练和经穴的康复治疗。<p>以科学实验分析与歌唱经络学教学实践为基础，探索研究、丰富发展、综合创新地形成了一个歌唱与经络两个不同学科知识领域理论实践结合的，横挎两个不同学科领域的新的科学理论和实践方法——歌唱经络学。<p>为歌唱的教学训练开辟了新的学习训练途径，同时也为传统经络学说拓展了新的应用研究范畴和学科发展领域。<p>《歌唱经络学研究》适合音乐和中医教育与科学研究者、音乐与中医爱好者、文化博览者阅读。"},
                {id:"03",img:[{src:require("../../static/img/slide8.jpg")}],title:"歌唱经络学理论实践研究简介",content:"简  介<p>原创学术专著《歌唱经络学理论实践研究》以歌唱与经络理论与实践都是人体生命运动的不同形态与方式，机体系统器官功能作用是不可分割的中医整体观为基础，将跨越两个不同领域的歌唱与经络的理论与实践进行了科学的理论分析，有机的实践结合。并将歌唱与经络学理论实践渗透应用于歌唱经络学的实验研究。在实验得出的客观结论基础上，结合综合高效的运用，以及长期以来大量的歌唱学习训练与经穴康复治疗结合运用的实践效果，形成了以科学实验分析为基础的歌唱经络学教学实践方法与手段。探索研究、丰富发展、综合创新的形成了歌唱与经络两个不同学科知识领域理论实践结合的新的科学理论实践方法--歌唱经络学。开创了实验歌唱经络学研究的先河，创立了歌唱经络学理论和实践方法。为歌唱教学训练提供了新的理论基础，开辟了新的实践途径。也为传统的经络学说拓展了新的应用研究领域和学科发展范畴。并以此为基础，提出了建立歌唱学理论体系，构建歌唱学框架结构的新理论。本书适合音乐和中医教育与科学研究者，音乐与中医爱好者，大中专学生及文化博览者阅读。"},
                {id:"02",img:[{src:require("../../static/img/slide9.jpg")}],title:"《歌唱经络学》下 - 气、血、声“三调一体”歌唱教学与实践",content:"简  介<p>歌唱状态下刺激内关穴前后心率变化的比较<p>目的  通过运用是否进行经穴刺激状态下发ｉ音的心率变化，总结刺激或无刺激状态下发ｉ音的心率变化规律。<p>方法  运用传统医学中的经络理论、经穴刺激和教育统计中配对ｔ检验的统计方法，结合心电功能测试，对歌唱状态下发ｉ母音心率变化规律的研究。<p>结果  基础心率<未刺激状态下发音心率(占被测试总人数的81%)<或>刺激状态下发音心率(占被测试总人数的19%)， 三者之间均存在着显著差异(df=35 p<0.01)。<p>结论  经穴刺激对歌唱发音的影响调控是整体的、双向的、良性的。有利于歌唱发音状态的形成和稳固。"},
                {id:"01",img:[{src:require("../../static/img/slide10.jpg")}],title:"歌唱经络学教程简介",content:"简  介<p>本书以歌唱经络学理论实践为依据，以调气、调血、调声音“三调一体”歌唱学习方法为基础，以经络调控影响歌唱功能为主旨，以经穴刺激促进歌唱变化需求为核心，以歌唱经络调控康复效能为目标，以简单发音练习和穴位刺激方法，科学合理设计安排学习课程。该课程具有学习训练的独特功能和独有形式，独特方法和独有技术，课程学习训练分为三个阶段：初级基础阶段、中级掌握阶段、高级巩固阶段。并以阶段单元课程形式为核心，以灵活掌握运用学习目标为中心，以合理的学习简易程度，技能深浅程度，方法掌控程度，形式灵活程度，内容运用程度以及训练效能程度为重点，可以让您通过发音练习与穴位刺激的实际操作模式，以及魔法般的教学、魔术般的训练、魔幻般的感受的学习训练，了解经穴调控歌唱理论； 深入经穴调控歌唱实践；学习经穴调控歌唱方法；掌握经穴调控歌唱技术；培养经穴调控歌唱听觉；辨析经穴调控歌唱效能；巩固经穴调控歌唱效果，尝试全新的歌唱经络学理论实践、内容形式、方法要求的学习过程，并获得音乐歌唱学习与疾病康复训练的综合效能。本书适合社会各界文化博览者、音乐中医教育和研究者、爱好者和职业学习者阅读。"},
            ]
        }

    },
    created(){
        if(this.pages==1){
            var n=[];
            Object.assign(n,this.news1)
            this.news=n;
        }
        this.$emit("childclose",require("../../static/img/top6.jpg"));

    },
     methods:{
         next(){
            var n=[];
            Object.assign(n,this.news2)
            this.news=n;
            this.up=true;
            this.down=false;
         },
         last(){
            var n=[];
            Object.assign(n,this.news1)
            this.news=n;
            this.up=false;
            this.down=true;
         }
     }
 }
 </script>
<style scoped>
*{margin: 0;padding: 0;}
.r-footer{
    float: right;
    margin-top: 15px;
    padding-right: 13px;
    position: absolute;
    bottom: 10px;
    right: 0;
}
.r-footer button{
    background: #fff;
    border: 1px solid #666;
    cursor: pointer;
}
.r-footer span{
    cursor: pointer;
}
.right ul li img{
    height: 219px;
    width: 214px;
    border: 1px solid #fff;
}
.right ul li{
    list-style: none;
    width: 214px;
    height: 264px;
    line-height: 25px;
    text-align: center;
    float: left;
    margin: 0 10px 10px;
}
.right ul li:hover a{
    color:#f00;
}
.right ul li:hover img{
    border: 1px solid #f00;
}
.right{
    width: 704px;
    float: right;
    margin-right: 24px;
    position: relative;
}
 </style>
 